const 포항맛집 = [
  {
    "분류": "한식",
    "상호명": "효자착한장어",
    "주소": "경북 포항시 남구 효성로64번길 12 (효자동)",
    "시간": "11:00~22:00",
    "휴무": "무휴"
  },
  {
    "분류": "기타",
    "상호명": "과메기전문점",
    "주소": "경북 포항시 남구 새천년대로474번길 14-4, 1층 (대잠동)",
    "시간": "10:00~18:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "자연산횟집",
    "주소": "경북 포항시 남구 구룡포읍 일출로62번길 9-17",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "강구대게 홍게촌",
    "주소": "경북 포항시 남구 해동로 126 (해도동)",
    "시간": "17:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "진가네해물포차",
    "주소": "경북 포항시 남구 오천읍 원동로 75-10, 1층",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "대게닷컴식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 148",
    "시간": "08:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "등대지기",
    "주소": "경북 포항시 남구 호미곶면 해맞이로150번길 20-7",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "사계절구룡포대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 168-1, 1층",
    "시간": "09:00~21:00",
    "휴무": "매월 셋째주 월요일(10월~3월 무휴)"
  },
  {
    "분류": "물회",
    "상호명": "아라회대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 261",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "연일 휴게실",
    "주소": "경북 포항시 남구 연일읍 연일로159번길 14",
    "시간": "17:00~02:00",
    "휴무": "일요일 휴무"
  },
  {
    "분류": "기타",
    "상호명": "오이소 홍게 무한리필",
    "주소": "경북 포항시 남구 문예로 137, 1동 1층 103호 (해도동)",
    "시간": "12:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "왕돌초게장",
    "주소": "경북 포항시 남구 오천읍 남원로 8, 1층",
    "시간": "12:00~20:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "의정부식부대찌게",
    "주소": "경북 포항시 남구 대이로159번길 12-10, 1층 (이동)",
    "시간": "09:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "재성회대게식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 185, 1층",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "진강",
    "주소": "경북 포항시 남구 구룡포읍 구룡포길 55-1",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "착한대게직판장",
    "주소": "경북 포항시 남구 구룡포읍 호미로221번길 14-6, 1층",
    "시간": "09:00~20:30",
    "휴무": "첫째 셋째 월요일(11월~2월은 무휴)"
  },
  {
    "분류": "물회",
    "상호명": "참맛대게직판장",
    "주소": "경북 포항시 남구 구룡포읍 호미로 207, 1층",
    "시간": "09:00~19:00",
    "휴무": "첫째 셋째 월요일"
  },
  {
    "분류": "한식",
    "상호명": "해피투게더",
    "주소": "경북 포항시 남구 문예로 132 (해도동)",
    "시간": "18:00~02:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "감포참가자미횟집",
    "주소": "경북 포항시 남구 중흥로172번길 24, 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "가게사정에따라"
  },
  {
    "분류": "물회",
    "상호명": "경주회식당",
    "주소": "경북 포항시 남구 구룡포읍 일출로62번길 9-19",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "계림회타운",
    "주소": "경북 포항시 남구 연일읍 철강로41번길 52",
    "시간": "10:30~21:30",
    "휴무": "첫째주 월요일,셋째주 일요일 휴무"
  },
  {
    "분류": "물회",
    "상호명": "구룡포대게마을회",
    "주소": "경북 포항시 남구 구룡포읍 호미로 243, 1층",
    "시간": "10:00~22:00",
    "휴무": "임의"
  },
  {
    "분류": "물회",
    "상호명": "구룡포대게회전문점",
    "주소": "경북 포항시 남구 구룡포읍 호미로 241",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "구룡포해물",
    "주소": "경북 포항시 남구 상대로 88-2 (상도동)",
    "시간": "16:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "구룡회타운",
    "주소": "경북 포항시 남구 구룡포읍 일출로90번길 23호",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "금강산물회",
    "주소": "경북 포항시 남구 희망대로 735, 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "김여사물회",
    "주소": "경북 포항시 남구 중앙로91번길 15, 1층 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "첫째,셋째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "꼼양",
    "주소": "경북 포항시 남구 효성로64번길 1 (효자동,(1층))",
    "시간": "17:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "나고미",
    "주소": "경북 포항시 남구 대이로143번길 18-2 (이동,(1층))",
    "시간": "19:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "낚시공원회식당",
    "주소": "경북 포항시 남구 구룡포읍 장길리 169-5",
    "시간": "09:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "남일물회",
    "주소": "경북 포항시 남구 연일읍 연일로159번길 3 ((1층))",
    "시간": "09:00~22:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "대게나라",
    "주소": "경북 포항시 남구 구룡포읍 호미로 162, 1층",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "대게유통센타",
    "주소": "경북 포항시 남구 구룡포읍 호미로 222, 4동 1~2층",
    "시간": "08:30~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "대경회타운",
    "주소": "경북 포항시 남구 대이로83번길 9-7 (대잠동,외1필지)",
    "시간": "10:00~20:00",
    "휴무": "명절"
  },
  {
    "분류": "물회",
    "상호명": "대구회타운",
    "주소": "경북 포항시 남구 구룡포읍 일출로72번길 23 ((1층))",
    "시간": "08:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "대궁회타운",
    "주소": "경북 포항시 남구 호미곶면 호미로 1866-13, 1층",
    "시간": "10:00~18:00",
    "휴무": "매주 목요일"
  },
  {
    "분류": "횟집",
    "상호명": "동광활어회",
    "주소": "경북 포항시 남구 효자동길5번길 20 (효자동)",
    "시간": "10:00~21:00",
    "휴무": "1.3일요일"
  },
  {
    "분류": "물회",
    "상호명": "들포회가든",
    "주소": "경북 포항시 남구 구룡포읍 일출로204번길 23",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "등대횟집",
    "주소": "경북 포항시 남구 호미곶면 해맞이로 181 ((1층))",
    "시간": "11:00~18:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "등푸른회식당",
    "주소": "경북 포항시 남구 효자로118번길 22 (효자동)",
    "시간": "11:00~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "막썰어횟집",
    "주소": "경북 포항시 남구 문예로 104, 1층 (대도동)",
    "시간": "16:00~02:00",
    "휴무": "첫째셋째주월요일"
  },
  {
    "분류": "물회",
    "상호명": "맛있는전복집",
    "주소": "경북 포항시 남구 구룡포읍 호미로 333",
    "시간": "09:00~20:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "다온",
    "주소": "경북 포항시 남구 문예로 68, 1층 (대도동)",
    "시간": "18:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "미락회식당",
    "주소": "경북 포항시 남구 문예로 173 (해도동)",
    "시간": "11:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "일식",
    "상호명": "미미참치",
    "주소": "경북 포항시 남구 희망대로659번길 47 (대잠동)",
    "시간": "17:30~24:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "미식가의집",
    "주소": "경북 포항시 남구 대이로111번길 15-6",
    "시간": "17:30~20:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "물회",
    "상호명": "바다풍경물회대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 187-2, 1층",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "바보회식당",
    "주소": "경북 포항시 남구 운하로36번길 7, 1층 110호 (송도동)",
    "시간": "09:00~20:00",
    "휴무": "셋째주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "별난맛 초장집",
    "주소": "경북 포항시 남구 희망대로 773, 1층 (대도동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "본죽&비빔밥세명병원점",
    "주소": "경북 포항시 남구 상공로 132 (대도동,(1층))",
    "시간": "08:00~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "봉달이물회대게",
    "주소": "경북 포항시 남구 구룡포읍 용주로 27, 1층",
    "시간": "09:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "부산회식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 279-2, 1층",
    "시간": "09:00~18:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "시장안에상국이네횟집",
    "주소": "경북 포항시 남구 구룡포읍 호미로221번길 15-2",
    "시간": "10:00~21:00",
    "휴무": "첫째 셋째 월요일(11월~1월은 무휴)"
  },
  {
    "분류": "일식",
    "상호명": "삼삼구이초밥",
    "주소": "경북 포항시 남구 문예로 114 (대도동,(1층,2층))",
    "시간": "17:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "삼정포회식당",
    "주소": "경북 포항시 남구 구룡포읍 일출로90번길 15",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "삼포 회.대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 253-1 ((1,2)층)",
    "시간": "09:00~22:00",
    "휴무": "임의"
  },
  {
    "분류": "한식",
    "상호명": "삼해진미등푸른회",
    "주소": "경북 포항시 남구 중앙로146번길 29-6, 1층 (해도동)",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "서울.회.대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 281-1",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "석주물회",
    "주소": "경북 포항시 남구 연일읍 동문로 85",
    "시간": "09:00~21:00",
    "휴무": "둘째 넷째 일요일 휴무"
  },
  {
    "분류": "횟집",
    "상호명": "송도횟집",
    "주소": "경북 포항시 남구 상공로18번길 34 (대도동)",
    "시간": "10:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "수궁",
    "주소": "경북 포항시 남구 포스코대로 416 (해도동,(1층))",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "수연회식당",
    "주소": "경북 포항시 남구 해동로 100 (해도동)",
    "시간": "06:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "수협대게활어회센타",
    "주소": "경북 포항시 남구 구룡포읍 호미로 247, 구룡포수산업협동조합 수산물위판장 2층",
    "시간": "10:00~21:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "한식",
    "상호명": "쉐프들의밥상",
    "주소": "경북 포항시 남구 연일읍 연일로145번길 77",
    "시간": "11:30~14:00, 17:30~20:00",
    "휴무": "매주 토요일 점심휴무 매주 일요일 휴무"
  },
  {
    "분류": "일식",
    "상호명": "스시무라",
    "주소": "경북 포항시 남구 대이로 3 (대잠동)",
    "시간": "12:00~14:00, 18:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "신수정회식당",
    "주소": "경북 포항시 남구 희망대로 1179-1 (송도동)",
    "시간": "09:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "신창바다장어",
    "주소": "경북 포항시 남구 서동로 142 (송도동,(1층))",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "싱싱회요",
    "주소": "경북 포항시 남구 문예로 71 (대도동)",
    "시간": "11:30~21:00",
    "휴무": "첫째셋째주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "쌍둥이회",
    "주소": "경북 포항시 남구 대이로95번길 5 (대잠동)",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "영일만회대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 263-2, 1층",
    "시간": "09:30~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "오늘은추어탕",
    "주소": "경북 포항시 남구 축항로 36 (해도동, 1층)",
    "시간": "11:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "물회",
    "상호명": "오달진회대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 209",
    "시간": "10:00~21:00",
    "휴무": "첫째 셋째 월요일"
  },
  {
    "분류": "양식",
    "상호명": "마이돈",
    "주소": "경북 포항시 남구 효성로 55 (효자동, 효자풍림아이원아파트)",
    "시간": "11:30~21:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "횟집",
    "상호명": "오륙도횟집",
    "주소": "경북 포항시 남구 상공로 121 (대도동)",
    "시간": "10:00~23:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "횟집",
    "상호명": "완도참전복집(포항점)",
    "주소": "경북 포항시 남구 대이로127번길 22-6, 1층 (이동)",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "요식상회",
    "주소": "경북 포항시 남구 효자동길6번길 34-1, 1층 (효자동)",
    "시간": "11:30~20:30",
    "휴무": "무휴"
  },
  {
    "분류": "물회",
    "상호명": "울산횟집",
    "주소": "경북 포항시 남구 구룡포읍 호미로 259, 1층",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "원경회신대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 271",
    "시간": "10:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "유정식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 143-1, 2층",
    "시간": "08:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "은아회타운",
    "주소": "경북 포항시 남구 대이로15번길 6, 1층 (대잠동)",
    "시간": "10:00~재료 소진시까지",
    "휴무": "매주 일요일"
  },
  {
    "분류": "물회",
    "상호명": "이준오수산",
    "주소": "경북 포항시 남구 구룡포읍 호미로 203, 2층",
    "시간": "08:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "자갈치회초밥",
    "주소": "경북 포항시 남구 중흥로192번길 33 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "주해닭갈비",
    "주소": "경북 포항시 남구 연일읍 연일중앙로 32",
    "시간": "10:00~21:00",
    "휴무": "일요일마다 휴무"
  },
  {
    "분류": "물회",
    "상호명": "정여사밥이랑회랑",
    "주소": "경북 포항시 남구 구룡포읍 호미로221번길 17, 1층",
    "시간": "08:00~20:00",
    "휴무": "첫째 셋째 월요일(10월~3월은 무휴)"
  },
  {
    "분류": "횟집",
    "상호명": "제일회타운",
    "주소": "경북 포항시 남구 대이로83번길 5-8 (대잠동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "제철대게전문점",
    "주소": "경북 포항시 남구 구룡포읍 호미로 273-1, 1층",
    "시간": "10:00~24:00",
    "휴무": "임의(11월~3월은 무휴)"
  },
  {
    "분류": "물회",
    "상호명": "주영식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 180-94 (외2필지(1층))",
    "시간": "07:00~19:00",
    "휴무": "첫째 셋째  일요일"
  },
  {
    "분류": "물회",
    "상호명": "중앙물회",
    "주소": "경북 포항시 남구 구룡포읍 호미로 269",
    "시간": "08:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "중앙식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 227-2",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "창우물회",
    "주소": "경북 포항시 남구 구룡포읍 호미로 281",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "천자물회",
    "주소": "경북 포항시 남구 구룡포읍 호미로 215-2 (외 1필지(963-231))",
    "시간": "08:00~20:00",
    "휴무": "임의"
  },
  {
    "분류": "한식",
    "상호명": "청춘족발상회",
    "주소": "경북 포항시 남구 상대로 101 (상도동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "청해진회대게센타",
    "주소": "경북 포항시 남구 구룡포읍 호미로 279-3 (외3필지)",
    "시간": "09:00~22:00",
    "휴무": "임의(월 1회)"
  },
  {
    "분류": "물회",
    "상호명": "태성회 대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 229",
    "시간": "09:30~21:30",
    "휴무": "임의"
  },
  {
    "분류": "물회",
    "상호명": "파도소리횟집",
    "주소": "경북 포항시 남구 구룡포읍 호미로 300-1 (외1필지)",
    "시간": "11:00~21:00",
    "휴무": "임의"
  },
  {
    "분류": "횟집",
    "상호명": "포항수협송도활어회센터",
    "주소": "경북 포항시 남구 희망대로 1308 (송도동)",
    "시간": "10:30~21:30",
    "휴무": "매주월요일"
  },
  {
    "분류": "횟집",
    "상호명": "푸른바다물회",
    "주소": "경북 포항시 남구 포스코대로 334-3 (대도동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "하나회식당",
    "주소": "경북 포항시 남구 상도로 68-1 (상도동, 1층)",
    "시간": "10:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "하얀참치",
    "주소": "경북 포항시 남구 오천읍 충무로 43-3, 가동 1층 109, 110호",
    "시간": "18:00~01:00",
    "휴무": "일요일 격주"
  },
  {
    "분류": "물회",
    "상호명": "하정회식당",
    "주소": "경북 포항시 남구 구룡포읍 하정로 50",
    "시간": "08:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "한림회타운",
    "주소": "경북 포항시 남구 대이로 27 (대잠동,(1층,2층))",
    "시간": "09:00~21:00",
    "휴무": "일요일 오후3시까지"
  },
  {
    "분류": "물회",
    "상호명": "해궁회타운",
    "주소": "경북 포항시 남구 구룡포읍 일출로 103-4",
    "시간": "09:30~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "해녀전복집",
    "주소": "경북 포항시 남구 구룡포읍 호미로 317-6 ((1층))",
    "시간": "12:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "행복회대게",
    "주소": "경북 포항시 남구 구룡포읍 호미로 263, 1,2층",
    "시간": "10:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "현대회식당",
    "주소": "경북 포항시 남구 중앙로131번길 14 (해도동,현대시장 114호)",
    "시간": "11:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "회막썰어해물포차",
    "주소": "경북 포항시 남구 상공로 137, A동 (대도동)",
    "시간": "17:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "물회",
    "상호명": "회하는남자",
    "주소": "경북 포항시 남구 오천읍 냉천로340번길 42, 1층 103호 (현대그린빌)",
    "시간": "14:00~23:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "횟집진",
    "주소": "경북 포항시 남구 구룡포읍 호미로 213-1, 1-2층",
    "시간": "09:00~21:00",
    "휴무": "첫째 셋째 월요일"
  },
  {
    "분류": "한식",
    "상호명": "흑돈명가",
    "주소": "경북 포항시 남구 포스코대로 330-5 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "흥미회식당",
    "주소": "경북 포항시 남구 희망대로 1177, 1층 (송도동)",
    "시간": "10:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "가영산장",
    "주소": "경북 포항시 남구 연일읍 자명로 223",
    "시간": "11:00~21:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "낙동생오리",
    "주소": "경북 포항시 남구 효자동길5번길 15 (효자동)",
    "시간": "11:00~22:00",
    "휴무": "무휴"
  },
  {
    "분류": "한식",
    "상호명": "도니랑오리랑",
    "주소": "경북 포항시 남구 축항로 10, 1층 103호 (해도동)",
    "시간": "17:00~23:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "기타",
    "상호명": "뜨라레오리",
    "주소": "경북 포항시 남구 연일읍 자명로145번길 3-24 (1층)",
    "시간": "09:00~21:30",
    "휴무": "둘째주 넷째주 월요일 휴무"
  },
  {
    "분류": "한식",
    "상호명": "무원옻백숙",
    "주소": "경북 포항시 남구 송림로 98, 1층 (송도동)",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "송도오리마을",
    "주소": "경북 포항시 남구 송림로22번길 3 (송도동)",
    "시간": "10:00~22:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "식객",
    "주소": "경북 포항시 남구 연일읍 중단리 301-1",
    "시간": "11:00~22:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "알토랑한방오리",
    "주소": "경북 포항시 남구 상도로26번길 3 (상도동)",
    "시간": "12:00~21:00",
    "휴무": "매주일요일 오전"
  },
  {
    "분류": "기타",
    "상호명": "연일옻닭식당",
    "주소": "경북 포항시 남구 연일읍 철강로71번길 13",
    "시간": "11:00~21:00",
    "휴무": "매주 일요일 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "오리명가",
    "주소": "경북 포항시 남구 이동로 18 (이동)",
    "시간": "12:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "주왕산 삼계탕",
    "주소": "경북 포항시 남구 연일읍 동문로 73 (오천리)",
    "시간": "10:00~21:00",
    "휴무": "첫째주~셋째주 일요일 휴무"
  },
  {
    "분류": "한식",
    "상호명": "착한생오리",
    "주소": "경북 포항시 남구 효성로15번길 13-16, 1층 (효자동)",
    "시간": "17:00~23:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "과메기를 좋아하는 사람들",
    "주소": "경북 포항시 남구 효성로 62 (효자동)",
    "시간": "겨울 계절영업(13:00~01:00)",
    "휴무": "무휴"
  },
  {
    "분류": "한식",
    "상호명": "큰댁한방오리백숙",
    "주소": "경북 포항시 남구 해동로 20, 1층 (해도동)",
    "시간": "10:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "토담가든",
    "주소": "경북 포항시 남구 구룡포읍 구룡포길57번길 94",
    "시간": "09:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "홍삼삼계탕",
    "주소": "경북 포항시 남구 효자동길2번길 17 (효자동)",
    "시간": "11:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "울릉도태양식당따개비칼국수",
    "주소": "경북 포항시 남구 중섬로 89 1층(상도동)",
    "시간": "10:00~20:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "100세식당",
    "주소": "경북 포항시 남구 해동로 38, 1층 (해도동)",
    "시간": "11:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "119딧고기",
    "주소": "경북 포항시 남구 문예로 68-1, 주안빌딩 1층 (대도동)",
    "시간": "16:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "강나루참숯갈비",
    "주소": "경북 포항시 남구 오천읍 냉천로 398",
    "시간": "11:00~22:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "강변육숫간식육식당",
    "주소": "경북 포항시 남구 효성로30번길 26-10 (효자동)",
    "시간": "11:00~23:00",
    "휴무": "무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "거제숯불갈비",
    "주소": "경북 포항시 남구 구룡포읍 호미로 257",
    "시간": "11:30~21:30",
    "휴무": "첫째 셋째 화요일(변동가능)"
  },
  {
    "분류": "정육식당",
    "상호명": "고구려토종한우",
    "주소": "경북 포항시 남구 대이로143번길 21-1, 가동 (이동)",
    "시간": "15:00~22:00",
    "휴무": "첫째 셋째 일요일(12월 무휴)"
  },
  {
    "분류": "정육식당",
    "상호명": "고구려토종한우",
    "주소": "경북 포항시 남구 상대로 150, 2층 (대도동)",
    "시간": "10:00~22:00",
    "휴무": "둘째넷째주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "고구려화로구이",
    "주소": "경북 포항시 남구 효성로15번길 24, 1층 (효자동)",
    "시간": "10:30~21:30",
    "휴무": "2.4월요일"
  },
  {
    "분류": "한식",
    "상호명": "고기일번지",
    "주소": "경북 포항시 남구 연일읍 연일로145번길 29, 1층",
    "시간": "16:00~02:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "고기집",
    "주소": "경북 포항시 남구 상공로 154, 1층 (대도동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "고맛집왕갈비",
    "주소": "경북 포항시 남구 구룡포읍 구룡포길57번길 85, 1층",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "곱깨비효자SK점",
    "주소": "경북 포항시 남구 효성로 5, 1층 102호 (효자동)",
    "시간": "17:30~24:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "공원숯불갈비",
    "주소": "경북 포항시 남구 오천읍 충무로 16 ((1층))",
    "시간": "16:00~22:00",
    "휴무": "일주일 한번"
  },
  {
    "분류": "정육식당",
    "상호명": "구룡포가든",
    "주소": "경북 포항시 남구 구룡포읍 구룡포길39번길 34-34",
    "시간": "10:00~21:00",
    "휴무": "임의"
  },
  {
    "분류": "한식",
    "상호명": "국제숯불갈비살",
    "주소": "경북 포항시 남구 문예로 175 (해도동)",
    "시간": "11:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "기막힌뒷고기(대잠점)",
    "주소": "경북 포항시 남구 새천년대로422번길 20, 1층 (대잠동)",
    "시간": "17:00~23:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "김대감",
    "주소": "경북 포항시 남구 대이로143번길 22-22, 1.2층 (이동)",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "깡통갈비",
    "주소": "경북 포항시 남구 형산강북로 75, 1층 (효자동)",
    "시간": "17:00~23:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "꺾세숯불꼼장어",
    "주소": "경북 포항시 남구 상대로 88-3, 1층 (상도동)",
    "시간": "17:00~04:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "일식",
    "상호명": "꼬지사께",
    "주소": "경북 포항시 남구 효성로30번길 26-8, 1층 (효자동)",
    "시간": "17:30~01:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "꼬지사께포항쌍용점",
    "주소": "경북 포항시 남구 상대로 85 (상도동)",
    "시간": "18:00~04:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "방그레뒷고기",
    "주소": "경북 포항시 남구 중앙로 122 (해도동)",
    "시간": "11:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "꿀꿀촌",
    "주소": "경북 포항시 남구 희망대로659번길 29 (대잠동)",
    "시간": "11:00~22:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "분식",
    "상호명": "나드리김밥",
    "주소": "경북 포항시 남구 효자동길5번길 14 (효자동)",
    "시간": "09:00~21:00",
    "휴무": "무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "낙성대곱창",
    "주소": "경북 포항시 남구 대이로143번길 12 (이동)",
    "시간": "16:00~24:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "낙성대뒷고기",
    "주소": "경북 포항시 남구 대이로127번길 18-1, 1층 (이동)",
    "시간": "17:00~01:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "남다른감자탕이동점",
    "주소": "경북 포항시 남구 포스코대로 132 (대잠동)",
    "시간": "09:00~23:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "한식",
    "상호명": "내소는 내가 잡는다",
    "주소": "경북 포항시 남구 연일읍 연일중앙로 3, 1층",
    "시간": "16:30~23:00",
    "휴무": "명절날만 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "논곡한우마을",
    "주소": "경북 포항시 남구 대이로1번길 8 (대잠동,(2층))",
    "시간": "11:30~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "다래골",
    "주소": "경북 포항시 남구 오천읍 냉천로 414",
    "시간": "10:00~20:00",
    "휴무": "첫째, 둘째 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "다인숯불갈비",
    "주소": "경북 포항시 남구 상도로26번길 5, 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "대게본가",
    "주소": "경북 포항시 남구 구룡포읍 호미로 235",
    "시간": "09:30~21:00",
    "휴무": "임의"
  },
  {
    "분류": "정육식당",
    "상호명": "대도숯불뒷고기",
    "주소": "경북 포항시 남구 문예로 98-1, 1층 (대도동)",
    "시간": "17:00~02:00",
    "휴무": "둘째넷째주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "대이농원",
    "주소": "경북 포항시 남구 대이로175번길 12 (이동,(1층))",
    "시간": "10:00~20:00",
    "휴무": "명절"
  },
  {
    "분류": "정육식당",
    "상호명": "통뼈감자탕 대이동숯불갈비",
    "주소": "경북 포항시 남구 대이로59번길 5-5, 1층 (대잠동)",
    "시간": "10:00~22:00",
    "휴무": "무휴"
  },
  {
    "분류": "한정식",
    "상호명": "대장금",
    "주소": "경북 포항시 남구 희망대로 606 (대잠동,(1층))",
    "시간": "10:00~22:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "한식",
    "상호명": "대중소 실비다찌",
    "주소": "경북 포항시 남구 상도로66번길 10-4, 1층 (상도동)",
    "시간": "17:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "대패창고(정미)",
    "주소": "경북 포항시 남구 효성로52번길 5-1, 1층 (효자동)",
    "시간": "15:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "대평숯불갈비",
    "주소": "경북 포항시 남구 송림로56번길 17-2, 1층 (송도동)",
    "시간": "10:00~22:00",
    "휴무": "둘째주일요일"
  },
  {
    "분류": "한식",
    "상호명": "더가든파티",
    "주소": "경북 포항시 남구 문예로 39, 1층 (대도동)",
    "시간": "11:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "돈데이ya",
    "주소": "경북 포항시 남구 상대로 149-1 (대도동,(1층))",
    "시간": "17:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "돈마실",
    "주소": "경북 포항시 남구 문예로 110-1, 1층 (대도동)",
    "시간": "16:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "돈벼락",
    "주소": "경북 포항시 남구 문예로 150, 1층 (해도동)",
    "시간": "12:00~22:00",
    "휴무": "첫째,셋째 월요일"
  },
  {
    "분류": "한식",
    "상호명": "동해 해물찜",
    "주소": "경북 포항시 남구 대이로175번길 11-7, 1층 (이동)",
    "시간": "11:00~21:30",
    "휴무": "매주 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "돼지가좋은세상",
    "주소": "경북 포항시 남구 상공로174번길 19 (대도동)",
    "시간": "12:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "돼지꿈",
    "주소": "경북 포항시 남구 중흥로101번길 21, 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "첫째셋째주월요일"
  },
  {
    "분류": "한식",
    "상호명": "두메산골",
    "주소": "경북 포항시 남구 상공로32번길 6 (상도동,(1층))",
    "시간": "18:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "뒤통수",
    "주소": "경북 포항시 남구 상도로 65 (상도동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "들안길 본점",
    "주소": "경북 포항시 남구 대이로159번길 17-10, 1층 (이동)",
    "시간": "10:00~20:00",
    "휴무": "명절"
  },
  {
    "분류": "중식",
    "상호명": "리춘시장(포항쌍용점)",
    "주소": "경북 포항시 남구 상대로 72 (상도동)",
    "시간": "17:00~04:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "마고닭",
    "주소": "경북 포항시 남구 상대로 107 (상도동, 1층)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "청정누룽지백숙",
    "주소": "경북 포항시 남구 효성로 74 (효자동)",
    "시간": "11:30~21:30 (Break time:15:00~17:00)",
    "휴무": "무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "마장동숯불화로구이",
    "주소": "경북 포항시 남구 송림로 47 (송도동)",
    "시간": "17:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "막창마을",
    "주소": "경북 포항시 남구 상대로 122 (대도동)",
    "시간": "17:00~06:00",
    "휴무": "둘째넷째주월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "막창이랑등갈비",
    "주소": "경북 포항시 남구 양학천로76번길 6, 1층 (상도동)",
    "시간": "16:00~22:00",
    "휴무": "매주 셋째주 토요일"
  },
  {
    "분류": "정육식당",
    "상호명": "만포한우갈비(죽파뒤)",
    "주소": "경북 포항시 남구 양학천로 160 (대도동)",
    "시간": "10:00~22:00",
    "휴무": "명절당일"
  },
  {
    "분류": "한식",
    "상호명": "맛세븐",
    "주소": "경북 포항시 남구 상공로 142, 1층 (대도동)",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "명륜진사갈비 쌍용사거리점",
    "주소": "경북 포항시 남구 상공로 52 (상도동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "명성숯불갈비식당",
    "주소": "경북 포항시 남구 상도로26번길 14, 1층 (상도동)",
    "시간": "16:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "명지숯불직화구이",
    "주소": "경북 포항시 남구 구룡포읍 호미로 245-18",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "명품갈비돈꼬레",
    "주소": "경북 포항시 남구 상도로26번길 18, 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "명품셀프식당",
    "주소": "경북 포항시 남구 희망대로 851, 2층 (대도동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "뭉태기",
    "주소": "경북 포항시 남구 상공로 67-15, 1층 (상도동)",
    "시간": "18:00~01:00",
    "휴무": "매주토.일요일"
  },
  {
    "분류": "한식",
    "상호명": "미도숯불갈비식당",
    "주소": "경북 포항시 남구 중앙로11번길 5 (해도동)",
    "시간": "08:00~20:00",
    "휴무": "매주토,일요일"
  },
  {
    "분류": "한식",
    "상호명": "백년갈비",
    "주소": "경북 포항시 남구 상공로 29, B동 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "보현산숯불갈비",
    "주소": "경북 포항시 남구 축항로 94 (송도동)",
    "시간": "16:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "보훈키조개삼합전문점",
    "주소": "경북 포항시 남구 중앙로 29-1, 1층 (해도동)",
    "시간": "11:00~23:00",
    "휴무": "첫째일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "부장님댁 그릴",
    "주소": "경북 포항시 남구 효성로16번길 3, 1층 (효자동)",
    "시간": "17:00~01:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "부추랑 삼겹살",
    "주소": "경북 포항시 남구 연일읍 철강로41번길 50, 나동 1층 111호 (연일중앙상가)",
    "시간": "11:00~22:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "산내들 한우촌",
    "주소": "경북 포항시 남구 연일읍 유강길9번길 42 ((1층))",
    "시간": "16:00~22:00",
    "휴무": "매주 일요일 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "산너머남촌",
    "주소": "경북 포항시 남구 대이로189번길 12, 1층 (이동)",
    "시간": "10:00~21:00",
    "휴무": "둘째 넷째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "상도숯불왕갈비촌",
    "주소": "경북 포항시 남구 상공로 28 (상도동,(1층))",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "상상돼지",
    "주소": "경북 포항시 남구 송도로 9 (송도동)",
    "시간": "16:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "서울돼지갈비일번옥",
    "주소": "경북 포항시 남구 송도해안길 35, 1층 (송도동)",
    "시간": "09:30~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "서울숯불막창",
    "주소": "경북 포항시 남구 중흥로172번길 40 (상도동)",
    "시간": "18:30~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "성만식육식당",
    "주소": "경북 포항시 남구 상공로 76, 1층 (상도동)",
    "시간": "15:00~22:00",
    "휴무": "첫째셋째주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "성원삼겹살",
    "주소": "경북 포항시 남구 문예로 65 (대도동)",
    "시간": "16:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "세왕식육식당",
    "주소": "경북 포항시 남구 구룡포읍 구룡포길 37-2",
    "시간": "10:00~21:00",
    "휴무": "둘째 넷째 목요일"
  },
  {
    "분류": "정육식당",
    "상호명": "소군지",
    "주소": "경북 포항시 남구 효성로 41, 1층 (효자동)",
    "시간": "17:00~24:00",
    "휴무": "1.3일요일"
  },
  {
    "분류": "한식",
    "상호명": "소백산한돈",
    "주소": "경북 포항시 남구 연일읍 연일로159번길 63, 1층",
    "시간": "17:00~22:00",
    "휴무": "일요일마다 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "소우리갈비",
    "주소": "경북 포항시 남구 형산강북로 81 (효자동)",
    "시간": "11:30~22:00",
    "휴무": "1.3월요일"
  },
  {
    "분류": "한식",
    "상호명": "송사 석쇠한판",
    "주소": "경북 포항시 남구 송림로 29, 1층 (송도동)",
    "시간": "17:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "숯불돼지궁전",
    "주소": "경북 포항시 남구 송림로 114 (송도동)",
    "시간": "12:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "시골한우",
    "주소": "경북 포항시 남구 중섬로 22 (대잠동)",
    "시간": "11:00~20:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "한식",
    "상호명": "시집못간꽃돼지",
    "주소": "경북 포항시 남구 축항로 21 (해도동)",
    "시간": "16:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "아지양",
    "주소": "경북 포항시 남구 대이로111번길 5, 씨앤씨빌딩 116호 (대잠동)",
    "시간": "16:30~23:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "아쿠아춘천닭갈비(해도점)",
    "주소": "경북 포항시 남구 중앙로134번길 31, 1층 (해도동)",
    "시간": "11:00~22:00",
    "휴무": "매주화요일"
  },
  {
    "분류": "한식",
    "상호명": "안동생목살뒷고기",
    "주소": "경북 포항시 남구 축항로 19-7, 1층 111호 (해도동, 조양타운)",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "양촌리 호반골 화로",
    "주소": "경북 포항시 남구 중흥로 106, 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "연승",
    "주소": "경북 포항시 남구 축항로 16 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "둘째,셋째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "연탄석쇠불고기",
    "주소": "경북 포항시 남구 송도로 23, 1층 (송도동)",
    "시간": "09:00~22:00",
    "휴무": "매주수요일"
  },
  {
    "분류": "정육식당",
    "상호명": "영광숯불갈비",
    "주소": "경북 포항시 남구 양학천로 218 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "영천영화육회",
    "주소": "경북 포항시 남구 대이로159번길 17-8, 2층 (이동)",
    "시간": "10:00~21:30",
    "휴무": "매달 넷째주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "옛날고기집",
    "주소": "경북 포항시 남구 연일읍 동문로53번길 40-18, 1층",
    "시간": "17:00~22:00",
    "휴무": "때에 따라서"
  },
  {
    "분류": "한식",
    "상호명": "오늘은국밥",
    "주소": "경북 포항시 남구 희망대로 823 (대도동,외1필지)",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "오춘봉 막창",
    "주소": "경북 포항시 남구 효자동길5번길 24 (효자동)",
    "시간": "16:00~01:00",
    "휴무": "무휴"
  },
  {
    "분류": "한식",
    "상호명": "왔다숯불곱창구이",
    "주소": "경북 포항시 남구 중흥로172번길 26-2 (상도동)",
    "시간": "16:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "왕돼지갈비식당",
    "주소": "경북 포항시 남구 송도로 34 (송도동)",
    "시간": "10:00~22:00",
    "휴무": "둘째주수요일"
  },
  {
    "분류": "정육식당",
    "상호명": "우리한우",
    "주소": "경북 포항시 남구 대이로143번길 11-8, 1층 (이동)",
    "시간": "12:00~22:30",
    "휴무": "명절"
  },
  {
    "분류": "한식",
    "상호명": "우마왕 골프채 갈비탕",
    "주소": "경북 포항시 남구 효성로 44, 1층 (효자동)",
    "시간": "10:00~21:00",
    "휴무": "둘째일요일"
  },
  {
    "분류": "한식",
    "상호명": "우와돼지갈비",
    "주소": "경북 포항시 남구 포스코대로 324-8 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "욱이네식당",
    "주소": "경북 포항시 남구 상대로 93-1, 1층 (상도동)",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "유가네",
    "주소": "경북 포항시 남구 포스코대로377번길 6-1 (대도동, 외3필지)",
    "시간": "11:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "유강푸줏간",
    "주소": "경북 포항시 남구 연일읍 유강길17번길 7, 1층",
    "시간": "18:00~22:00",
    "휴무": "수시로 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "육미가",
    "주소": "경북 포항시 남구 대이로189번길 8-1, 1층 (이동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "궁 잔기지떡 포항효자점",
    "주소": "경북 포항시 남구 효성로 22 (효자동, 1층)",
    "시간": "평일:17:00~22:00, 주말:12:00~22:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "이동육선생식당",
    "주소": "경북 포항시 남구 대이로95번길 8-11, 1층 (대잠동)",
    "시간": "16:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "이모집구이",
    "주소": "경북 포항시 남구 뱃머리길 24 (상도동)",
    "시간": "11:30~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "이박사냄비갈비",
    "주소": "경북 포항시 남구 중섬로 55, 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "이서방 고기촌",
    "주소": "경북 포항시 남구 중섬로 85-2, 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "장안곱창막창",
    "주소": "경북 포항시 남구 문예로 130 (해도동)",
    "시간": "17:00~23:00",
    "휴무": "첫째,셋째 일요일"
  },
  {
    "분류": "기타",
    "상호명": "적재소",
    "주소": "경북 포항시 남구 상대로 88-1, 2층 (상도동)",
    "시간": "18:00~24:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "정다운밥상",
    "주소": "경북 포항시 남구 대이로46번길 15 (대잠동,(1층))",
    "시간": "10:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "정원쌈밥숯불갈비",
    "주소": "경북 포항시 남구 상대로 127 (대도동)",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "주희네연탄구이",
    "주소": "경북 포항시 남구 대이로159번길 5-7 (이동)",
    "시간": "17:00~01:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "지례흑돼지마을",
    "주소": "경북 포항시 남구 중흥로172번길 31 (상도동,3호(1층))",
    "시간": "11:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "진곱창구이",
    "주소": "경북 포항시 남구 연일읍 연일로159번길 1",
    "시간": "16:00~23:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "진미숯불바베큐",
    "주소": "경북 포항시 남구 중앙로77번길 9 (해도동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "진짜 착한 고기집",
    "주소": "경북 포항시 남구 축항로72번길 14-2, 1층 (송도동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "짱돌",
    "주소": "경북 포항시 남구 중흥로126번길 23, 1층 (상도동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "류통뒷고기",
    "주소": "경북 포항시 남구 축항로 13 (해도동,(1층))",
    "시간": "11:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "참육우정육식당",
    "주소": "경북 포항시 남구 대이로41번길 3, 1층~2층 (대잠동)",
    "시간": "10:00~23:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "한식",
    "상호명": "천봉산숯불갈비",
    "주소": "경북 포항시 남구 해동로72번길 9-1 (해도동)",
    "시간": "09:40~20:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "청도한우갈비살",
    "주소": "경북 포항시 남구 대이로59번길 6 (대잠동,외1필지(987-14))",
    "시간": "11:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "청록간바지",
    "주소": "경북 포항시 남구 대해로 67 (대도동)",
    "시간": "17:00~22:00",
    "휴무": "첫째셋째주일요일"
  },
  {
    "분류": "한식",
    "상호명": "청솔숯불갈비",
    "주소": "경북 포항시 남구 상대로 109 (상도동)",
    "시간": "17:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "추탄집(연일점)",
    "주소": "경북 포항시 남구 연일읍 철강로41번길 60, 1층",
    "시간": "17:00~02:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "춘천막국수숯불갈비",
    "주소": "경북 포항시 남구 문예로 97 (대도동)",
    "시간": "11:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "탄다디비라",
    "주소": "경북 포항시 남구 구룡포읍 구룡포길 76-1, 1층",
    "시간": "14:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "태평식당",
    "주소": "경북 포항시 남구 동해면 일월로 137 (동해 그린상가 101호)",
    "시간": "10:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "토산",
    "주소": "경북 포항시 남구 효성로64번길 5, 1층 (효자동)",
    "시간": "16:00~22:00",
    "휴무": "1.3일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "팔공숯불막창",
    "주소": "경북 포항시 남구 대이로95번길 10, 1층 (대잠동)",
    "시간": "16:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "포항곱효자점",
    "주소": "경북 포항시 남구 효성로16번길 8, 1층 (효자동)",
    "시간": "17:00~24:00",
    "휴무": "2.4일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "포항일등구이",
    "주소": "경북 포항시 남구 문예로 54-1 (대도동)",
    "시간": "16:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "포항정육점",
    "주소": "경북 포항시 남구 대이로111번길 13, 1층 (대잠동)",
    "시간": "17:00~23:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "포항한우촌축산명가",
    "주소": "경북 포항시 남구 상공로 231 (해도동,(1,2층))",
    "시간": "10:00~22:00",
    "휴무": "첫째,셋째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "풍천장어",
    "주소": "경북 포항시 남구 포스코대로 318-3 (상도동, 1층)",
    "시간": "12:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "하나식육식당",
    "주소": "경북 포항시 남구 구룡포읍 구룡포길 109-1",
    "시간": "08:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "하얀돼지",
    "주소": "경북 포항시 남구 대이로143번길 12-5 (이동)",
    "시간": "16:00~24:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "한돈고깃집 이동점",
    "주소": "경북 포항시 남구 대이로143번길 22-14, 1층 (이동)",
    "시간": "15:00~24:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "한빛농장",
    "주소": "경북 포항시 남구 상공로 169-2 (대도동, 1층)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "해송갈비",
    "주소": "경북 포항시 남구 해동로60번길 20 (해도동,(1층))",
    "시간": "18:00~21:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "해시태그92",
    "주소": "경북 포항시 남구 대이로143번길 17-6, 2동 (이동)",
    "시간": "17:00~24:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "여기는조개맛집",
    "주소": "경북 포항시 남구 상공로 65, 1층 (상도동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "향로생선구이정식",
    "주소": "경북 포항시 남구 상도로66번길 11-1 (상도동, (1층))",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "화랑",
    "주소": "경북 포항시 남구 효성로15번길 23-2, 1층 (효자동)",
    "시간": "11:30~21:50",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "화진숯불갈비",
    "주소": "경북 포항시 남구 구룡포읍 호미로 138",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "화통삼상도점",
    "주소": "경북 포항시 남구 중섬로 83 (상도동,(1층))",
    "시간": "17:00~23:00",
    "휴무": "첫째셋째주일요일"
  },
  {
    "분류": "뷔페",
    "상호명": "황돈",
    "주소": "경북 포항시 남구 시청로 9 (대잠동,(2층))",
    "시간": "11:30~21:30",
    "휴무": "명절당일, 명절전후"
  },
  {
    "분류": "정육식당",
    "상호명": "흥동진짜생뒷고기",
    "주소": "경북 포항시 남구 상대로 91 (상도동)",
    "시간": "16:00~24:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "이동생선구이",
    "주소": "경북 포항시 남구 대이로59번길 5 (대잠동,(1층))",
    "시간": "11:00~22:00",
    "휴무": "설날(2일), 추석(2일)"
  },
  {
    "분류": "한식",
    "상호명": "청석골",
    "주소": "경북 포항시 남구 대이로59번길 5-6",
    "시간": "10:00~21:30",
    "휴무": "매주 토,일요일"
  },
  {
    "분류": "한식",
    "상호명": "the착한아구찜",
    "주소": "경북 포항시 남구 효성로93번길 25, 1층 (효자동)",
    "시간": "10:00~22:00",
    "휴무": "무휴"
  },
  {
    "분류": "한식",
    "상호명": "구가네족발아구찜",
    "주소": "경북 포항시 남구 유동길 30 (효자동,단비마을104호)",
    "시간": "11:30~22:00",
    "휴무": "일요일"
  },
  {
    "분류": "한식",
    "상호명": "대광수협중매인311번생아구탕",
    "주소": "경북 포항시 남구 장기면 동해안로 3278",
    "시간": "07:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "동인아구찜",
    "주소": "경북 포항시 남구 송림로79번길 11, 1층 (송도동)",
    "시간": "11:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "만석군아구찜",
    "주소": "경북 포항시 남구 해동로96번길 12, 1층 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "순남해물찜",
    "주소": "경북 포항시 남구 문예로 99 (대도동)",
    "시간": "10:00~22:00",
    "휴무": "둘째넷째주일요일"
  },
  {
    "분류": "한식",
    "상호명": "아구나라",
    "주소": "경북 포항시 남구 대이로95번길 5-1 (대잠동)",
    "시간": "10:00~20:00",
    "휴무": "폭우,태풍 등 있는 날"
  },
  {
    "분류": "한식",
    "상호명": "안가네해물찜",
    "주소": "경북 포항시 남구 송림로 3, 1층 (송도동)",
    "시간": "11:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "운하아구찜",
    "주소": "경북 포항시 남구 운하로 48 (송도동)",
    "시간": "11:00~21:00",
    "휴무": "둘째넷째일요일"
  },
  {
    "분류": "한식",
    "상호명": "장수제주은칼치아구찜전문점",
    "주소": "경북 포항시 남구 중앙로 94, 1층 (해도동)",
    "시간": "11:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "정가네아구찜",
    "주소": "경북 포항시 남구 포스코대로 425 (해도동)",
    "시간": "11:00~20:00",
    "휴무": ""
  },
  {
    "분류": "한식",
    "상호명": "정하아구찜",
    "주소": "경북 포항시 남구 중흥로172번길 25 (상도동)",
    "시간": "17:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "차두리해물찜",
    "주소": "경북 포항시 남구 연일읍 철강로25번길 43 (생지리)",
    "시간": "09:00~20:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "한식",
    "상호명": "포항생아구해물찜이동점",
    "주소": "경북 포항시 남구 대이로 54, 1층 (대잠동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "포항아구탕",
    "주소": "경북 포항시 남구 상도로 19, 1층 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "해미해물찜전문점",
    "주소": "경북 포항시 남구 포스코대로 118 (대잠동)",
    "시간": "10:00~22:00",
    "휴무": "명절당일"
  },
  {
    "분류": "한식",
    "상호명": "기장곰장어",
    "주소": "경북 포항시 남구 해동로 98",
    "시간": "16:30~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "대규네해물앤곰장어",
    "주소": "경북 포항시 남구 축항로 10, 1층 (해도동)",
    "시간": "12:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "미남장어",
    "주소": "경북 포항시 남구 오천읍 냉천로 286, 1층",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "부산꼼장어(이동점)",
    "주소": "경북 포항시 남구 대이로127번길 19, 1층 (이동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "장룡민물장어나라",
    "주소": "경북 포항시 남구 희망대로 911 (해도동)",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "초원곰장어",
    "주소": "경북 포항시 남구 효자동길6번길 24, 1층 (효자동)",
    "시간": "13:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "충무산곰장어(행운점)",
    "주소": "경북 포항시 남구 중섬로 23, 1층 (대잠동)",
    "시간": "16:00~01:00",
    "휴무": "추석(당일), 설날(당일)"
  },
  {
    "분류": "횟집",
    "상호명": "효자동오륙도",
    "주소": "경북 포항시 남구 효성로 52-1 (효자동)",
    "시간": "11:30~24:00",
    "휴무": "1.3월요일"
  },
  {
    "분류": "한식",
    "상호명": "쭈야네",
    "주소": "경북 포항시 남구 희망대로 1256 (송도동)",
    "시간": "10:00~22:00",
    "휴무": "셋째주월요일"
  },
  {
    "분류": "한식",
    "상호명": "(신)명당닭발",
    "주소": "경북 포항시 남구 연일읍 연일로159번길 19",
    "시간": "19:00~23:00",
    "휴무": "매주 일요일 휴무"
  },
  {
    "분류": "기타",
    "상호명": "계림원 누룽지통닭구이",
    "주소": "경북 포항시 남구 효성로81번길 5-2, 1층 101호 (효자동)",
    "시간": "17:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "굿모닝불갈비치킨",
    "주소": "경북 포항시 남구 양학천로 170 (대도동,(1층))",
    "시간": "12:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "김경옥닭발전문점",
    "주소": "경북 포항시 남구 상대로 77-1, 1층 (상도동)",
    "시간": "18:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "달구찜닭",
    "주소": "경북 포항시 남구 효자동길1번길 20, 1층 (효자동)",
    "시간": "10:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "달인의찜닭",
    "주소": "경북 포항시 남구 대이로46번길 3-2 (대잠동)",
    "시간": "11:00~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "닭이랑전이랑",
    "주소": "경북 포항시 남구 문예로 134 (해도동)",
    "시간": "17:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "도담찜닭 죽도점",
    "주소": "경북 포항시 남구 양학천로 188, 1층 (대도동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "도리도리닭도리탕",
    "주소": "경북 포항시 남구 상공로 81, 1층 (상도동)",
    "시간": "11:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "동궁찜닭",
    "주소": "경북 포항시 남구 오천읍 냉천로340번길 41",
    "시간": "11:00~20:00",
    "휴무": "두째, 넷째  수요일"
  },
  {
    "분류": "기타",
    "상호명": "동근이숯불두마리치킨",
    "주소": "경북 포항시 남구 중흥로100번길 10, 터미널종합시장 1층 109,111호 (상도동)",
    "시간": "16:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "두남자찜닭(효자점)",
    "주소": "경북 포항시 남구 효성로30번길 25-6, 1층 (효자동)",
    "시간": "11:00~21:30",
    "휴무": "명절당일하루"
  },
  {
    "분류": "기타",
    "상호명": "땡큐치킨",
    "주소": "경북 포항시 남구 상공로56번길 26-4, 1층 (대도동)",
    "시간": "16:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "맥시칸양념통닭",
    "주소": "경북 포항시 남구 연일읍 생지리 254-8",
    "시간": "13:00~24:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "명품치킨",
    "주소": "경북 포항시 남구 대해로79번길 37, 1층 (대도동)",
    "시간": "16:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "불닭발땡초동대문엽기떡볶이(포항효자점)",
    "주소": "경북 포항시 남구 효성로 5, 1층 106호 (효자동)",
    "시간": "11:00~20:30",
    "휴무": "명절당일"
  },
  {
    "분류": "기타",
    "상호명": "소문난닭발",
    "주소": "경북 포항시 남구 중앙로146번길 3, 1층 (해도동)",
    "시간": "14:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "송도마늘통닭",
    "주소": "경북 포항시 남구 송림로 29 (송도동)",
    "시간": "15:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "송림통닭",
    "주소": "경북 포항시 남구 희망대로 1165, 1층 (송도동)",
    "시간": "14:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "신불닭발",
    "주소": "경북 포항시 남구 상공로 246 (해도동)",
    "시간": "18:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "신세계닭발",
    "주소": "경북 포항시 남구 상대로 88-3, 1층 (상도동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "전부인",
    "주소": "경북 포항시 남구 상도로 67, 1층(상도동)",
    "시간": "14:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "안동시골찜닭",
    "주소": "경북 포항시 남구 효자동길5번길 22, 102호 (효자동, 효곡빌라)",
    "시간": "11:00~21:00",
    "휴무": "일요일"
  },
  {
    "분류": "한식",
    "상호명": "알천닭계장",
    "주소": "경북 포항시 남구 희망대로 819-4 (대도동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "베러먼데이",
    "주소": "경북 포항시 남구 중섬로 97 (상도동)",
    "시간": "17:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "연일 소문난 닭개장",
    "주소": "경북 포항시 남구 연일읍 동문로 76, 1층",
    "시간": "10:00~20:00",
    "휴무": "매주 일요일 휴무"
  },
  {
    "분류": "한식",
    "상호명": "영양닭불백",
    "주소": "경북 포항시 남구 중흥로100번길 10, 1층 (상도동, 터미널상가 A동 103,104호)",
    "시간": "10:00~22:00",
    "휴무": "첫째셋째주일요일"
  },
  {
    "분류": "한식",
    "상호명": "요달의찜닭",
    "주소": "경북 포항시 남구 상공로 83, 1층 (상도동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "이동한방옻닭",
    "주소": "경북 포항시 남구 포스코대로 148 (대잠동)",
    "시간": "11:00~20:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "분식",
    "상호명": "일품핫도그&닭강정",
    "주소": "경북 포항시 남구 상도로54번길 7, 1층 102호 (상도동, 금성로얄맨션)",
    "시간": "11:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "종가집참숯닭갈비",
    "주소": "경북 포항시 남구 연일읍 자명로 14, 1층",
    "시간": "10:00~21:30",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "중앙동할매닭발",
    "주소": "경북 포항시 남구 새천년대로450번길 12, 1층 (대잠동)",
    "시간": "17:00~02:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "기타",
    "상호명": "지나네찜닭",
    "주소": "경북 포항시 남구 대송면 제내길 48, 1층",
    "시간": "15:00~23:00",
    "휴무": "첫째주~셋째주 일요일 휴무"
  },
  {
    "분류": "기타",
    "상호명": "처갓집양념치킨 유강점",
    "주소": "경북 포항시 남구 연일읍 유강길 17, 1층",
    "시간": "14:00~24:00",
    "휴무": "첫째주~셋째주 월요일 휴무"
  },
  {
    "분류": "기타",
    "상호명": "추억의옛날통닭",
    "주소": "경북 포항시 남구 연일읍 동문로 21, 1층",
    "시간": "14:30~23:00",
    "휴무": ""
  },
  {
    "분류": "한식",
    "상호명": "춘천닭갈비(이동점)",
    "주소": "경북 포항시 남구 대이로59번길 11-9 (대잠동)",
    "시간": "10:00~10:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "기타",
    "상호명": "치킨공작소",
    "주소": "경북 포항시 남구 희망대로 1171-1, 1층 (송도동)",
    "시간": "16:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "치킨더홈앤필리스펍",
    "주소": "경북 포항시 남구 포스코대로 128 (대잠동)",
    "시간": "17:30~02:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "케리홈치킨",
    "주소": "경북 포항시 남구 희망대로 1077 (송도동)",
    "시간": "16:00~03:00",
    "휴무": "매주목요일"
  },
  {
    "분류": "한식",
    "상호명": "팔일닭개장",
    "주소": "경북 포항시 남구 효성로15번길 13-9 (효자동)",
    "시간": "10:00~20:00",
    "휴무": "무휴"
  },
  {
    "분류": "기타",
    "상호명": "푸라닭포항시청점",
    "주소": "경북 포항시 남구 대이로39, 이화빌딩 1층 101호(대잠동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "황후활전복닭한마리",
    "주소": "경북 포항시 남구 효성로93번길 26, 2동 1층 (효자동)",
    "시간": "11:30~22:00 (휴식시간:14:30~17:00)",
    "휴무": "2.4일요일"
  },
  {
    "분류": "분식",
    "상호명": "깐데기해물칼국수",
    "주소": "경북 포항시 남구 대이로 65 (대잠동)",
    "시간": "11:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한정식",
    "상호명": "대호한정식해물탕",
    "주소": "경북 포항시 남구 새천년대로422번길 12, 1층 (대잠동)",
    "시간": "06:00~21:00",
    "휴무": "둘째,넷째 일요일"
  },
  {
    "분류": "물회",
    "상호명": "목원대게",
    "주소": "경북 포항시 남구 구룡포읍 병포길 52번길 4",
    "시간": "11:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "무한 해물구이",
    "주소": "경북 포항시 남구 문예로112번길 3 (대도동,(1층))",
    "시간": "17:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "바다속해물포차",
    "주소": "경북 포항시 남구 새천년대로450번길 17 (대잠동)",
    "시간": "15:00~02:00",
    "휴무": "첫째 셋째 일요일"
  },
  {
    "분류": "중식",
    "상호명": "두스부",
    "주소": "경북 포항시 남구 중흥로172번길 39, 1층 (상도동)",
    "시간": "16:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "어미가",
    "주소": "경북 포항시 남구 대이로 127번길 6-6",
    "시간": "12:00~23:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "횟집",
    "상호명": "오시오해물포차",
    "주소": "경북 포항시 남구 상공로 152 (대도동)",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "월녀의해물포차",
    "주소": "경북 포항시 남구 호미곶면 구만길 279, 1층",
    "시간": "11:00~20:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "한식",
    "상호명": "이박사 냄비갈비",
    "주소": "경북 포항시 남구 연일읍 유강리 유강길 10번길15",
    "시간": "11:00~23:00",
    "휴무": "매주 일요일 휴무"
  },
  {
    "분류": "한식",
    "상호명": "제주해물탕뚝배기전문점",
    "주소": "경북 포항시 남구 효자동길6번길 27, 1층 (효자동)",
    "시간": "11:00~22:00",
    "휴무": "무휴"
  },
  {
    "분류": "한식",
    "상호명": "청복해물나라",
    "주소": "경북 포항시 남구 문예로 138-4, 1층 (해도동)",
    "시간": "16:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "해물시티",
    "주소": "경북 포항시 남구 양학천로 136",
    "시간": "17:00~02:00",
    "휴무": "첫째 셋째 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "해물포차바다이야기",
    "주소": "경북 포항시 남구 상공로46번길 5, 1층 (상도동)",
    "시간": "16:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "01곱창",
    "주소": "경북 포항시 남구 대이로127번길 18-5, 1층 (이동)",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "BISTRO S(비스트로 에스)",
    "주소": "경북 포항시 남구 대이로159번길 6-7 (이동)",
    "시간": "11:30~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "카페",
    "상호명": "The Clover",
    "주소": "경북 포항시 남구 희망대로 1189, 2층 (송도동)",
    "시간": "12:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "뷔페",
    "상호명": "UA컨벤션 파티스뷔페",
    "주소": "경북 포항시 남구 대이로 18 (대잠동)",
    "시간": "08:00~15:00, 18:00~24:00",
    "휴무": "매주 월,화"
  },
  {
    "분류": "한식",
    "상호명": "개성집",
    "주소": "경북 포항시 남구 대이로175번길 9, 1층 (이동)",
    "시간": "11:00~21:30",
    "휴무": "명절"
  },
  {
    "분류": "분식",
    "상호명": "샌디샐러",
    "주소": "경북 포항시 남구 대이로83번길 4, 1층 (대잠동)",
    "시간": "11:30~20:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "고을마당",
    "주소": "경북 포항시 남구 대이로9번길 22 (대잠동)",
    "시간": "12:00~14:00",
    "휴무": "토,일요일, 공휴일"
  },
  {
    "분류": "한식",
    "상호명": "독도물회",
    "주소": "경북 포항시 남구 대이로41번길 10, 1층 (대잠동)",
    "시간": "09:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "고향정한식뷔페",
    "주소": "경북 포항시 남구 대이로111번길 19-3 (대잠동)",
    "시간": "10:00~21:00",
    "휴무": "명절"
  },
  {
    "분류": "한식",
    "상호명": "교동전선생",
    "주소": "경북 포항시 남구 대이로95번길 5 (대잠동)",
    "시간": "17:00~01:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "물회",
    "상호명": "구룡포전복집",
    "주소": "경북 포항시 남구 구룡포읍 호미로 317 (외 3필지)",
    "시간": "08:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "국가대표109",
    "주소": "경북 포항시 남구 대이로175번길 12-11, 1층 (이동)",
    "시간": "14:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "그레잇커피",
    "주소": "경북 포항시 남구 대이로 4, 네이처파크상가 1층 104호 (대잠동)",
    "시간": "08:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "분식",
    "상호명": "까꾸네 모리국수",
    "주소": "경북 포항시 남구 구룡포읍 호미로 239-13, 1층",
    "시간": "09:00~16:00",
    "휴무": "명절"
  },
  {
    "분류": "한식",
    "상호명": "깨자네",
    "주소": "경북 포항시 남구 구룡포읍 호미로 207-1, 1층",
    "시간": "09:00~20:00",
    "휴무": "첫째 셋째 일요일"
  },
  {
    "분류": "카페",
    "상호명": "꽃이 피오니",
    "주소": "경북 포항시 남구 대이로 56, 1층 (대잠동)",
    "시간": "11:00~18:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "꿀꿀이석쇠한판",
    "주소": "경북 포항시 남구 대이로159번길 17-13, 1층 (이동)",
    "시간": "11:30~24:00",
    "휴무": "넷째 주 월요일"
  },
  {
    "분류": "분식",
    "상호명": "나드리 김밥천국",
    "주소": "경북 포항시 남구 구룡포읍 호미로 205-1, 1,2,3층",
    "시간": "09:00~21:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "정육식당",
    "상호명": "남산가든",
    "주소": "경북 포항시 남구 대이로175번길 11-3 (이동)",
    "시간": "10:00~21:30",
    "휴무": "명절"
  },
  {
    "분류": "한식",
    "상호명": "다님길",
    "주소": "경북 포항시 남구 대이로60번길 14-3, 1층 (대잠동)",
    "시간": "11:00~20:00",
    "휴무": "매주 일요일 및 공휴일"
  },
  {
    "분류": "한식",
    "상호명": "다왕갈비탕 구룡포점",
    "주소": "경북 포항시 남구 구룡포읍 호미로 197",
    "시간": "08:30~22:00",
    "휴무": "첫째 셋째 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "대구화덕막창",
    "주소": "경북 포항시 남구 대이로83번길 6-5, 1층 (대잠동)",
    "시간": "17:00~24:00",
    "휴무": "첫째 셋째 일요일"
  },
  {
    "분류": "분식",
    "상호명": "대잠아델리아분식",
    "주소": "경북 포항시 남구 대이로20번길 24, 104동 1층 102호 (대잠동, 대잠아델리아)",
    "시간": "09:30~20:00",
    "휴무": "일요일, 공휴일"
  },
  {
    "분류": "분식",
    "상호명": "더바스켓",
    "주소": "경북 포항시 남구 대이로 145, 1층 105호 (이동, 비전빌딩)",
    "시간": "11:00~22:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "더벤티",
    "주소": "경북 포항시 남구 구룡포읍 호미로 253-5, 1~2층",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "덕성수산식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 438, 1층",
    "시간": "09:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "도모스시",
    "주소": "경북 포항시 남구 대이로143번길 12-11 (이동)",
    "시간": "11:30~22:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "도미노피자포항시청점",
    "주소": "경북 포항시 남구 대이로 68, 1층 (대잠동)",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "돈통마늘보쌈",
    "주소": "경북 포항시 남구 대이로159번길 10 (이동,(1층))",
    "시간": "11:00~23:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "물회",
    "상호명": "돌문식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 227-8",
    "시간": "16:00~24:00",
    "휴무": "매월 둘째주 일요일"
  },
  {
    "분류": "중식",
    "상호명": "동북인가-훠궈애",
    "주소": "경북 포항시 남구 대이로111번길 6(대잠동)",
    "시간": "14:00~01:00 (주말 17:00~01:00)",
    "휴무": "매월 셋째 주 토,일"
  },
  {
    "분류": "한식",
    "상호명": "그집 어탕",
    "주소": "경북 포항시 남구 대이로127번길 18-3, 1층 (이동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "두리반",
    "주소": "경북 포항시 남구 대이로159번길 6-7 (이동, 101호)",
    "시간": "11:30~21:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "카페",
    "상호명": "두유라이크커피?",
    "주소": "경북 포항시 남구 동해면 호미로3192번길 92, 2층",
    "시간": "11:30~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "들길 따라서",
    "주소": "경북 포항시 남구 대이로159번길 11-3 (이동)",
    "시간": "10:00~21:00",
    "휴무": "매주 토요일"
  },
  {
    "분류": "한식",
    "상호명": "등촌샤브칼국수",
    "주소": "경북 포항시 남구 대이로143번길 5-1, 1층 (이동)",
    "시간": "11:00~21:30",
    "휴무": "매주 월요일"
  },
  {
    "분류": "일식",
    "상호명": "뚱보초밥",
    "주소": "경북 포항시 남구 대이로 47, 1층 (대잠동)",
    "시간": "11:30~14:00, 17:00~20:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "뚱이네포차",
    "주소": "경북 포항시 남구 구룡포읍 호미로 215-2, 2층",
    "시간": "10:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "란나타이(Lanna Thai)",
    "주소": "경북 포항시 남구 대이로 51 (대잠동, 1층)",
    "시간": "11:30~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "루시구시",
    "주소": "경북 포항시 남구 대이로159번길 6-4, 1~3층 (이동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "류씨화로",
    "주소": "경북 포항시 남구 대이로175번길 12-7 (이동)",
    "시간": "12:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "카페",
    "상호명": "마리스커피",
    "주소": "경북 포항시 남구 구룡포읍 호미로 243, 2층",
    "시간": "11:00~22:00",
    "휴무": "첫째 셋째 화요일"
  },
  {
    "분류": "정육식당",
    "상호명": "마이땅곱창",
    "주소": "경북 포항시 남구 대이로127번길 5 (이동)",
    "시간": "16:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "만물포차",
    "주소": "경북 포항시 남구 구룡포읍 호미로 193-2, 1층",
    "시간": "16:00~24:00",
    "휴무": "둘째 주 월요일"
  },
  {
    "분류": "카페",
    "상호명": "메가커피(포항시청점)",
    "주소": "경북 포항시 남구 대이로 50, 1층 (대잠동)",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한정식",
    "상호명": "메밀꽃",
    "주소": "경북 포항시 남구 대이로83번길 9-9, 1층 (대잠동)",
    "시간": "11:30~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "분식",
    "상호명": "명랑시대쌀핫도그",
    "주소": "경북 포항시 남구 구룡포읍 호미로 253-3, 1층",
    "시간": "10:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "명륜진사갈비(이동점)",
    "주소": "경북 포항시 남구 대이로159번길 22, 1층 (이동)",
    "시간": "17:00~21:30, (주말 및 공휴일 12:00~)",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "명성곰탕",
    "주소": "경북 포항시 남구 구룡포읍 호미로221번길 34-1, 1층",
    "시간": "06:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "모모식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 245-31",
    "시간": "09:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "무드다이닝",
    "주소": "경북 포항시 남구 대이로15번길 21 (대잠동)",
    "시간": "11:30~21:30",
    "휴무": "매주 월요일"
  },
  {
    "분류": "기타",
    "상호명": "미스터피자 대이점",
    "주소": "경북 포항시 남구 대이로 112 (대잠동,(2층))",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "바르다 김선생 포항이동점",
    "주소": "경북 포항시 남구 대이로 105, 1층 105호 (대잠동, 아이코아)",
    "시간": "10:00~14:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "밥도둑",
    "주소": "경북 포항시 남구 대이로5번길 4, 1층 (대잠동)",
    "시간": "11:00~재료소진시까지",
    "휴무": "일요일, 공휴일"
  },
  {
    "분류": "물회",
    "상호명": "백경수산",
    "주소": "경북 포항시 남구 구룡포읍 호미로 217",
    "시간": "11:00~재료소진시까지",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "백참&두찜(포항이동점)",
    "주소": "경북 포항시 남구 대이로59번길 5-7, 1층 (대잠동)",
    "시간": "10:30~22:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "베이킹스튜디오수(BakingStudioSoo)",
    "주소": "경북 포항시 남구 대이로 105, 아이코아 1층 102호 (대잠동)",
    "시간": "11:00~재료 소진시까지",
    "휴무": "매주(토,일요일)"
  },
  {
    "분류": "카페",
    "상호명": "별똥별",
    "주소": "경북 포항시 남구 대이로45번길 8, 1층 (대잠동)",
    "시간": "11:00~19:00",
    "휴무": "매주 토,일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "복자갈비(이동점)",
    "주소": "경북 포항시 남구 대이로111번길 12, 1층 (대잠동)",
    "시간": "16:00~22:00",
    "휴무": "명절"
  },
  {
    "분류": "한식",
    "상호명": "본가복죽",
    "주소": "경북 포항시 남구 대이로 149, 1층 107호 (이동)",
    "시간": "09:00~20:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "본도시락 포항대이점",
    "주소": "경북 포항시 남구 대이로111번길 5, 1층 (대잠동)",
    "시간": "10:00~19:00",
    "휴무": "매주 일요일, 공휴일"
  },
  {
    "분류": "카페",
    "상호명": "봄봄구룡포점",
    "주소": "경북 포항시 남구 구룡포읍 호미로 225, 1층 101호",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "봉화산설렁탕",
    "주소": "경북 포항시 남구 대이로159번길 15, 1층 (이동)",
    "시간": "07:00~23:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "부산밀면",
    "주소": "경북 포항시 남구 대이로143번길 8 (이동)",
    "시간": "10:00~21:00",
    "휴무": "동절기 12월~2월"
  },
  {
    "분류": "물회",
    "상호명": "부영식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 227-10",
    "시간": "11:00~23:00",
    "휴무": "둘째 주 일요일"
  },
  {
    "분류": "중식",
    "상호명": "부천성",
    "주소": "경북 포항시 남구 대이로143번길 22-20 (이동,1층, 2층)",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "블럭제빵소 포항이동점",
    "주소": "경북 포항시 남구 대이로45번길 10, 1층 (대잠동)",
    "시간": "08:00~빵 소진시까지",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "비타민고향촌과메기",
    "주소": "경북 포항시 남구 대이로25번길 10, 1층 (대잠동)",
    "시간": "09:00~24:00",
    "휴무": "무휴"
  },
  {
    "분류": "한식",
    "상호명": "사랑방대구탕",
    "주소": "경북 포항시 남구 대이로46번길 7-8, 1층 (대잠동)",
    "시간": "09:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "중식",
    "상호명": "산동성",
    "주소": "경북 포항시 남구 대이로46번길 3-1 (대잠동)",
    "시간": "11:00~20:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "샤브향",
    "주소": "경북 포항시 남구 대이로189번길 11-11 (이동)",
    "시간": "11:30~21:00",
    "휴무": "명절"
  },
  {
    "분류": "양식",
    "상호명": "서가앤쿡포항이동점",
    "주소": "경북 포항시 남구 대이로 75  (대잠동)",
    "시간": "12:00~22:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "석정쌈밥",
    "주소": "경북 포항시 남구 대이로175번길 12-9, 1층 (이동)",
    "시간": "12:00~20:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "분식",
    "상호명": "선경김밥",
    "주소": "경북 포항시 남구 대이로 4, 1층 105호 (대잠동)",
    "시간": "월화목금 10:00~20:00, 수토 10:00~15:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "일식",
    "상호명": "센츠쿠",
    "주소": "경북 포항시 남구 희망대로 1189, 1층 (송도동)",
    "시간": "11:30~21:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "소담",
    "주소": "경북 포항시 남구 대이로95번길 8-3 (대잠동,(1층))",
    "시간": "11:40~17:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "물회",
    "상호명": "숙이네",
    "주소": "경북 포항시 남구 구룡포읍 호미로221번길 26-2, 1층",
    "시간": "09:00~21:00",
    "휴무": "첫째 셋째 월요일(11월~2월은 무휴)"
  },
  {
    "분류": "카페",
    "상호명": "스윗스텝커피(sweet step coffee)",
    "주소": "경북 포항시 남구 대이로143번길 17 (이동)",
    "시간": "09:30~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "신세대양평해장국",
    "주소": "경북 포항시 남구 대이로46번길 7-4, 1층 (대잠동)",
    "시간": "08:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "싱싱포차",
    "주소": "경북 포항시 남구 구룡포읍 호미로 241",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "싸움의고수 포항시청점",
    "주소": "경북 포항시 남구 대이로 54 (대잠동, 1층)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "아 그집 쭈꾸미 볶음",
    "주소": "경북 포항시 남구 대이로143번길 22-16 (이동)",
    "시간": "11:00~21:00",
    "휴무": "매주 토요일"
  },
  {
    "분류": "일식",
    "상호명": "아띠랑스",
    "주소": "경북 포항시 남구 대이로41번길 4, 1층 (대잠동)",
    "시간": "11:00~20:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "카페",
    "상호명": "아임파인",
    "주소": "경북 포항시 남구 송도해안길112번길 2 (송도동)",
    "시간": "10:30~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "안녕구룡포",
    "주소": "경북 포항시 남구 구룡포읍 호미로 374, 2층",
    "시간": "11:00~18:00 (토:11:00~21:00)",
    "휴무": "연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "안탈리아(Antalya)",
    "주소": "경북 포항시 남구 대이로83번길 9-3, 1층 (대잠동)",
    "시간": "11:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "양지마을",
    "주소": "경북 포항시 남구 대이로46번길 3-5, 1층 (대잠동)",
    "시간": "11:00~21:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "어부횟집",
    "주소": "경북 포항시 남구 호미곶면 호미로 1809",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "어스피스커피(auspice coffee)",
    "주소": "경북 포항시 남구 호미곶면 호미로1132번길 5",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "어전일식",
    "주소": "경북 포항시 남구 대이로15번길 7 (대잠동)",
    "시간": "11:00~22:00",
    "휴무": "둘째, 넷째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "어탕",
    "주소": "경북 포항시 남구 대이로 5, 1층 (대잠동)",
    "시간": "10:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "엄마손우리식당",
    "주소": "경북 포항시 남구 대이로189번길 12-2 (이동)",
    "시간": "10:30~21:00",
    "휴무": "첫째 셋째 목요일"
  },
  {
    "분류": "카페",
    "상호명": "에그드랍 대이점",
    "주소": "경북 포항시 남구 대이로 109, 비전그랜드 1동 109호 (대잠동)",
    "시간": "10:00~20:00",
    "휴무": "추석, 설날 당일 휴무"
  },
  {
    "분류": "카페",
    "상호명": "에스오씨(soc)",
    "주소": "경북 포항시 남구 구룡포읍 호미로 413",
    "시간": "11:00~20:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "분식",
    "상호명": "에이치엠푸드",
    "주소": "경북 포항시 남구 대이로 112-3, 대이동종합상가 103동 132호 (대잠동)",
    "시간": "11:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "엠엠엠(mmm)",
    "주소": "경북 포항시 남구 희망대로 1173-2, 1~2층 (송도동)",
    "시간": "10:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "여행시작",
    "주소": "경북 포항시 남구 송도해안길 32 (송도동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "연스시",
    "주소": "경북 포항시 남구 대이로67번길 3, 1층 (대잠동)",
    "시간": "11:30~21:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "연오랑새오녀 토속촌",
    "주소": "경북 포항시 남구 동해면 호미로 3001-2",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "예나루",
    "주소": "경북 포항시 남구 호미곶면 호미로 1524, 1층",
    "시간": "12:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "예스커피",
    "주소": "경북 포항시 남구 대이로175번길 3 (이동)",
    "시간": "10:30~20:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "오독지글포항이동점",
    "주소": "경북 포항시 남구 대이로143번길 17-6 (이동)",
    "시간": "17:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "옥희커피(옥희coffee)",
    "주소": "경북 포항시 남구 대이로1번길 10, 1층 (대잠동)",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "온채당",
    "주소": "경북 포항시 남구 대이로143번길 22 (이동)",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "와따보쌈족발",
    "주소": "경북 포항시 남구 대이로159번길 11-9 (이동, 1층)",
    "시간": "15:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "왕김밥",
    "주소": "경북 포항시 남구 대이로 163 (이동,(1층))",
    "시간": "17:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "요리조리",
    "주소": "경북 포항시 남구 대이로46번길 5, 1층 (대잠동)",
    "시간": "09:00~20:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "용강돼지국밥",
    "주소": "경북 포항시 남구 대이로175번길 17-12 (이동,(1층))",
    "시간": "10:30~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "유림식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 227-6",
    "시간": "11:00~17:00",
    "휴무": "임의"
  },
  {
    "분류": "분식",
    "상호명": "유림콩국수",
    "주소": "경북 포항시 남구 대이로25번길 12 (대잠동)",
    "시간": "10:00~20:00",
    "휴무": "매주 일요알"
  },
  {
    "분류": "한식",
    "상호명": "육구이",
    "주소": "경북 포항시 남구 송도해안길 10-1, 1층 (송도동)",
    "시간": "16:00~22:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "육슐랭 생대패전문점",
    "주소": "경북 포항시 남구 대이로159번길 11-11, 1층 (이동)",
    "시간": "17:00~24:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "육풍",
    "주소": "경북 포항시 남구 대이로127번길 18-4 (이동)",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "이동국밥",
    "주소": "경북 포항시 남구 대이로45번길 9 (대잠동)",
    "시간": "10:00~24:00",
    "휴무": "넷째 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "이동생왕막창",
    "주소": "경북 포항시 남구 대이로 13, 1층 102호 (대잠동)",
    "시간": "17:00~24:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "횟집",
    "상호명": "이동어시장횟집",
    "주소": "경북 포항시 남구 대이로 112-3, 대이동종합상가 101동 1층 101호 (대잠동)",
    "시간": "10:30~22:00",
    "휴무": "2,4째주 월요일"
  },
  {
    "분류": "한정식",
    "상호명": "㈜낙낙",
    "주소": "경북 포항시 남구 대이로25번길 17 (대잠동,,967-9(1층))",
    "시간": "11:20~14:00, 15:00~21:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "일봉족발이동점",
    "주소": "경북 포항시 남구 대이로 112-1, 1층 (대잠동)",
    "시간": "12:00~24:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "자연임실치즈피자 이동점",
    "주소": "경북 포항시 남구 대이로5번길 25, 동명빌딩 1층 (대잠동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "포항물회, 해물탕",
    "주소": "경북 포항시 남구 구룡포읍 호미로 235, 1층",
    "시간": "08:00~21:00",
    "휴무": "임의"
  },
  {
    "분류": "횟집",
    "상호명": "장생포고래일번지",
    "주소": "경북 포항시 남구 대이로143번길 22-18 (이동,(1층))",
    "시간": "10:00~23:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "전통김치찌개전문점(이동점)",
    "주소": "경북 포항시 남구 대이로 13, 1층 103호 (대잠동)",
    "시간": "10:30~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "조마루뼈다귀해장국",
    "주소": "경북 포항시 남구 대이로127번길 12, 1층 (이동)",
    "시간": "07:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "조방낙지",
    "주소": "경북 포항시 남구 대이로63번길 12 (대잠동,(1~2층))",
    "시간": "11:00~21:00",
    "휴무": "매주 토요일"
  },
  {
    "분류": "한식",
    "상호명": "종가",
    "주소": "경북 포항시 남구 송도해안길 28 (송도동)",
    "시간": "08:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "주가향식당",
    "주소": "경북 포항시 남구 대이로159번길 12, A동 B02호 (이동)",
    "시간": "18:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "진스시",
    "주소": "경북 포항시 남구 대이로60번길 3-9 (대잠동, 1층)",
    "시간": "12:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "중식",
    "상호명": "짜장면과잔치국수",
    "주소": "경북 포항시 남구 대이로83번길 4 (대잠동)",
    "시간": "11:00~20:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "중식",
    "상호명": "짬홍",
    "주소": "경북 포항시 남구 구룡포읍 호미로 259-1, 1층",
    "시간": "10:00~20:30",
    "휴무": "첫째, 셋째, 넷째 목요일(계절별로 변동가능)"
  },
  {
    "분류": "한식",
    "상호명": "참뼈 구룡포점",
    "주소": "경북 포항시 남구 구룡포읍 호미로 152-1, 1층",
    "시간": "24시간",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "참뼈(이동점)",
    "주소": "경북 포항시 남구 대이로19번길 7, 1층 (대잠동)",
    "시간": "06:30~24:00",
    "휴무": "무휴"
  },
  {
    "분류": "횟집",
    "상호명": "참치마찌",
    "주소": "경북 포항시 남구 대이로111번길 15-4, 1층 (대잠동)",
    "시간": "17:00~24:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "참치명장",
    "주소": "경북 포항시 남구 대이로95번길 8-3 (대잠동,(2층))",
    "시간": "16:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "청담이상포항이동점",
    "주소": "경북 포항시 남구 대이로143번길 11-6, 1층 (이동)",
    "시간": "18:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "청마루",
    "주소": "경북 포항시 남구 대이로189번길 11-12, 1층 (이동)",
    "시간": "11:00~22:00",
    "휴무": "명절"
  },
  {
    "분류": "양식",
    "상호명": "청백원티룸",
    "주소": "경북 포항시 남구 대이로41번길 4, 2층 (대잠동)",
    "시간": "11:30~14:30",
    "휴무": "토,일"
  },
  {
    "분류": "기타",
    "상호명": "청춘",
    "주소": "경북 포항시 남구 대이로 112-3, 대이동종합상가 1층 (대잠동)",
    "시간": "17:00~08:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "일식",
    "상호명": "청춘밥상",
    "주소": "경북 포항시 남구 대이로189번길 4, 1층 (이동)",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "첸뜨로",
    "주소": "경북 포항시 남구 대이로95번길 5-3 (대잠동)",
    "시간": "11:30~21:30",
    "휴무": ""
  },
  {
    "분류": "카페",
    "상호명": "카페 루치아",
    "주소": "경북 포항시 남구 구룡포읍 호미로 420-5, 1~2층",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "카페니어바이",
    "주소": "경북 포항시 남구 동해면 호미로2790번길 18, 1층",
    "시간": "11:00~18:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "커피마마",
    "주소": "경북 포항시 남구 대이로 13, 1층 105호 (대잠동)",
    "시간": "09:00~22:30",
    "휴무": "연중 무휴"
  },
  {
    "분류": "카페",
    "상호명": "커피소노",
    "주소": "경북 포항시 남구 대이로159번길 12-14 (이동)",
    "시간": "10:30~24:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "카페",
    "상호명": "커피플레이스",
    "주소": "경북 포항시 남구 대이로1번길 26, 1층 (대잠동)",
    "시간": "10:00~18:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "카페",
    "상호명": "컴포즈커피대이점",
    "주소": "경북 포항시 남구 대이로 109, 1층 (대잠동)",
    "시간": "08:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "쿠바(cuba)",
    "주소": "경북 포항시 남구 구룡포읍 호미로 368-17, 1층",
    "시간": "10:00~17:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "큰바위식당",
    "주소": "경북 포항시 남구 대이로189번길 22-2 (이동)",
    "시간": "10:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "킹하우스",
    "주소": "경북 포항시 남구 대이로 131-1",
    "시간": "09:30~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "태평초",
    "주소": "경북 포항시 남구 대이로159번길 13 (이동)",
    "시간": "10:30~21:30",
    "휴무": "명절 각 3일"
  },
  {
    "분류": "양식",
    "상호명": "텝데어(Tap There)",
    "주소": "경북 포항시 남구 대이로111번길 20, 1층 (대잠동)",
    "시간": "18:00~01:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "투다리",
    "주소": "경북 포항시 남구 대이로95번길 5 (대잠동)",
    "시간": "18:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "투다리시청점",
    "주소": "경북 포항시 남구 대이로1번길 14-2 (대잠동)",
    "시간": "18:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "중식",
    "상호명": "티엔홍",
    "주소": "경북 포항시 남구 대이로159번길 17-7 (이동, 1~2층)",
    "시간": "11:30~21:30",
    "휴무": "명절"
  },
  {
    "분류": "기타",
    "상호명": "포차가자",
    "주소": "경북 포항시 남구 대이로175번길 5-14, 1층 (이동)",
    "시간": "17:00~01:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "포항해물명가",
    "주소": "경북 포항시 남구 대이로83번길 6-1 (대잠동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "영일만 검은 돌장어",
    "주소": "경북 포항시 남구 동해면 호미로 2496",
    "시간": "06:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "한우한판",
    "주소": "경북 포항시 남구 대이로111번길 19-7 (대잠동)",
    "시간": "17:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "풀향기",
    "주소": "경북 포항시 남구 대이로143번길 21 (이동)",
    "시간": "11:00~22:00",
    "휴무": "첫째 셋째 월요일"
  },
  {
    "분류": "카페",
    "상호명": "핀트리(Pin tree)",
    "주소": "경북 포항시 남구 희망대로 1235 (송도동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "한티재포항이동점",
    "주소": "경북 포항시 남구 대이로127번길 22, 1층 (이동)",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "할매전복집",
    "주소": "경북 포항시 남구 구룡포읍 호미로 315-2",
    "시간": "08:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "함흥식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 217-1",
    "시간": "07:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "항구식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 235 (중앙상가 1층4호)",
    "시간": "06:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "해안순대국밥",
    "주소": "경북 포항시 남구 구룡포읍 호미로 138",
    "시간": "07:00~21:00",
    "휴무": "명절"
  },
  {
    "분류": "카페",
    "상호명": "해파랑길카페",
    "주소": "경북 포항시 남구 동해면 호미로 2732, 2층",
    "시간": "12:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "해풍국수1호전문점",
    "주소": "경북 포항시 남구 구룡포읍 호미로 436-6, 1층",
    "시간": "09:00~16:00",
    "휴무": "첫째 셋째 월요일"
  },
  {
    "분류": "분식",
    "상호명": "햇살머믄 꼬마김밥",
    "주소": "경북 포항시 남구 대이로 143 (이동)",
    "시간": "06:00~20:00",
    "휴무": "둘째 주 일요일"
  },
  {
    "분류": "분식",
    "상호명": "혜원식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로 239-2, 1층",
    "시간": "09:00~19:00",
    "휴무": "둘째 넷째 화요일"
  },
  {
    "분류": "중식",
    "상호명": "화산짬뽕",
    "주소": "경북 포항시 남구 대이로127번길 9, 대진빌딩 1층 (이동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "중식",
    "상호명": "화양연화",
    "주소": "경북 포항시 남구 대이로 25, 103동 1층 (대잠동)",
    "시간": "11:30~22:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "화통육개장",
    "주소": "경북 포항시 남구 구룡포읍 호미로 39, 1층",
    "시간": "09:00~17:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "황금식당",
    "주소": "경북 포항시 남구 구룡포읍 호미로221번길 7, 1층",
    "시간": "06:00~21:00",
    "휴무": "첫째 셋째 월요일(11월~3월은 무휴)"
  },
  {
    "분류": "한식",
    "상호명": "황태랑버섯",
    "주소": "경북 포항시 남구 대이로143번길 3, 1층 (이동)",
    "시간": "10:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "흑돼지구이",
    "주소": "경북 포항시 남구 대이로111번길 19 (대잠동)",
    "시간": "10:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "경화식당",
    "주소": "경북 포항시 남구 동해면 일월로 170",
    "시간": "09:00~20:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "그곳수제비",
    "주소": "경북 포항시 남구 동해면 일월로 173",
    "시간": "09:00~18:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "중식",
    "상호명": "이가네중화요리",
    "주소": "경북 포항시 남구 동해면 일월로 166",
    "시간": "11:00~21:00",
    "휴무": "매주 수요일"
  },
  {
    "분류": "중식",
    "상호명": "삼미반점",
    "주소": "경북 포항시 남구 장기면 읍내길 91-2",
    "시간": "12:00~17:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "용희식당",
    "주소": "경북 포항시 남구 장기면 읍내길88번길 4",
    "시간": "13:00~18:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "뚝섬식당",
    "주소": "경북 포항시 남구 희망대로 1019",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "순이",
    "주소": "경북 포항시 남구 효자동길10번길 31-1",
    "시간": "11:30~20:30",
    "휴무": ""
  },
  {
    "분류": "중식",
    "상호명": "홍운반점",
    "주소": "경북 포항시 남구 효자동길6번길 23",
    "시간": "10:00~22:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "기타",
    "상호명": "라스트오더",
    "주소": "경북 포항시 남구 중앙로131번길 1 포항스테이호텔 2층",
    "시간": "12:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "백가네식당",
    "주소": "경북 포항시 남구 상공로 190-1 1층",
    "시간": "11:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "정일식당",
    "주소": "경북 포항시 남구 중앙로 82",
    "시간": "12:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "제주촌고깃집",
    "주소": "경북 포항시 남구 중앙로 25 (해도동)",
    "시간": "15:00~03:00",
    "휴무": "첫째,셋째 일요일"
  },
  {
    "분류": "기타",
    "상호명": "효자동쌀국수미",
    "주소": "경북 포항시 남구 효자동길6번길 7",
    "시간": "11:30~14:30, 17:30~21:00",
    "휴무": "무휴"
  },
  {
    "분류": "한식",
    "상호명": "효자찜닭과 쪼림닭",
    "주소": "경북 포항시 남구 효성로 23 (효자동)",
    "시간": "11:30~21:30 (Break time:14:30~17:00)",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "감포조개구이",
    "주소": "경북 포항시 남구 유동길 24 (효자동)",
    "시간": "11:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "돈값하는집",
    "주소": "경북 포항시 남구 이동로 8 (이동, 성동빌딩)",
    "시간": "07:00~21:30",
    "휴무": "명절"
  },
  {
    "분류": "중식",
    "상호명": "포항호우유양꼬치",
    "주소": "경북 포항시 남구 이동로 10-1 (이동)",
    "시간": "11:00~23:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "포항 해파랑맛집",
    "주소": "경북 포항시 남구 동해면 호미로 2496 (흥환리)",
    "시간": "06:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "정동진횟집",
    "주소": "경북 포항시 남구 상도로26번길 12 (상도동)",
    "시간": "10:00~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "한성식당",
    "주소": "경북 포항시 남구 상도로 18 (상도동)",
    "시간": "11:00~21:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "민들레식당",
    "주소": "경북 포항시 남구 포스코대로 420-10 (해도동)",
    "시간": "11:00~02:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "한성식당",
    "주소": "경북 포항시 남구 희망대로 879-3 (해도동)",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "코마치(komachi)",
    "주소": "경북 포항시 남구 대이로83번길 4",
    "시간": "18:30~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "효자동곱닭",
    "주소": "경북 포항시 남구 형산강북로 87-1",
    "시간": "11:00~10:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "부산재첩국",
    "주소": "경북 포항시 남구 해동로 125 (해도동)",
    "시간": "09:00~21:00",
    "휴무": "월2회"
  },
  {
    "분류": "횟집",
    "상호명": "미소금",
    "주소": "경북 포항시 남구 해동로 122 (해도동)",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "만석군갈비",
    "주소": "경북 포항시 남구 해동로 114 (해도동)",
    "시간": "11:30~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한정식",
    "상호명": "숙이네식당",
    "주소": "경북 포항시 남구 해동로 112",
    "시간": "07:30~20:00",
    "휴무": "월4회"
  },
  {
    "분류": "한식",
    "상호명": "최가네마을",
    "주소": "경북 포항시 남구 축항로 35 (해도동)",
    "시간": "10:00~21:00",
    "휴무": "월2회"
  },
  {
    "분류": "한식",
    "상호명": "장승비빔밥",
    "주소": "경북 포항시 남구 축항로 35 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "부산갈매기",
    "주소": "경북 포항시 남구 상도로 62-1 (상도동)",
    "시간": "16:00~02:00",
    "휴무": "둘째넷째일요일"
  },
  {
    "분류": "한식",
    "상호명": "쌍용왕족발",
    "주소": "경북 포항시 남구 상대로 87 (상도동)",
    "시간": "17:00~02:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "쌍사쭈꾸미",
    "주소": "경북 포항시 남구 상대로 77-1 (상도동)",
    "시간": "17:00~12:00",
    "휴무": "둘째넷째일요일"
  },
  {
    "분류": "한정식",
    "상호명": "한성식당",
    "주소": "경북 포항시 남구 희망대로 879-3 (해도동)",
    "시간": "11:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "추자도",
    "주소": "경북 포항시 남구 희망대로 875",
    "시간": "10:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "용궁해물포차",
    "주소": "경북 포항시 남구 중앙로158번길 38 (해도동)",
    "시간": "11:00~17:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "간받이가 연탄불에",
    "주소": "경북 포항시 남구 해동로 87 (해도동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "대풍찜나라",
    "주소": "경북 포항시 남구 상공로221번길 39 (해도동)",
    "시간": "11:30~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "어장관리",
    "주소": "경북 포항시 남구 중섬로 85 (상도동)",
    "시간": "17:00~12:00",
    "휴무": "둘째넷째일요일"
  },
  {
    "분류": "횟집",
    "상호명": "동해안바다마을",
    "주소": "경북 포항시 남구 상대로 119 (대도동, 아이펠리스)",
    "시간": "17:00~12:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "교동식당",
    "주소": "경북 포항시 남구 포스코대로 324-8 (상도동)",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "산들바다",
    "주소": "경북 포항시 남구 중흥로172번길 26 (상도동)",
    "시간": "09:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "혜림정",
    "주소": "경북 포항시 남구 중흥로172번길 26-3 (상도동)",
    "시간": "12:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "서정식당",
    "주소": "경북 포항시 남구 중앙로134번길 10",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "응급실국물떡볶이(포항쌍용점)",
    "주소": "경북 포항시 남구 중흥로152번길 26-2 (상도동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "아웃도어키친",
    "주소": "경북 포항시 남구 상공로 53 (상도동)",
    "시간": "17:00~12:00",
    "휴무": "둘째넷째일요일"
  },
  {
    "분류": "한식",
    "상호명": "그집푸드",
    "주소": "경북 포항시 남구 상공로 72 (상도동)",
    "시간": "11:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "허가네양갈비양꼬치",
    "주소": "경북 포항시 남구 상공로 73 (상도동)",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "우마왕",
    "주소": "경북 포항시 남구 포스코대로 318-6 (상도동)",
    "시간": "08:00~21:00",
    "휴무": "매주화요일"
  },
  {
    "분류": "한식",
    "상호명": "야인시대",
    "주소": "경북 포항시 남구 상대로 79",
    "시간": "19:30~04:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "참뭉태기",
    "주소": "경북 포항시 남구 문예로 67 (대도동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "대진맛집",
    "주소": "경북 포항시 남구 중앙로146번길 6 (해도동)",
    "시간": "11:00~18:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "시골뚝배기",
    "주소": "경북 포항시 남구 문예로 81 (대도동)",
    "시간": "01:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "황지연못",
    "주소": "경북 포항시 남구 문예로 80 (대도동)",
    "시간": "15:00~23:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "흥해시래기찌개",
    "주소": "경북 포항시 남구 문예로 50-1 (대도동)",
    "시간": "10:00~23:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "올치삼겹살",
    "주소": "경북 포항시 남구 상대로 133-1 (대도동)",
    "시간": "11:00~19:00",
    "휴무": "매주토.일요일"
  },
  {
    "분류": "한식",
    "상호명": "초당맷돌순두부",
    "주소": "경북 포항시 남구 상대로 134 (대도동)",
    "시간": "10:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "오늘도뒷고기",
    "주소": "경북 포항시 남구 상대로 116 (상도동)",
    "시간": "16:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "소풍막창",
    "주소": "경북 포항시 남구 상대로 112-1 (상도동)",
    "시간": "17:00~01:00",
    "휴무": "둘째넷째화요일"
  },
  {
    "분류": "한식",
    "상호명": "다인숯불촌",
    "주소": "경북 포항시 남구 축항로 31 (해도동)",
    "시간": "14:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "한우소머리곰탕",
    "주소": "경북 포항시 남구 상공로 245 (해도동)",
    "시간": "11:30~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "중식",
    "상호명": "강가박가92",
    "주소": "경북 포항시 남구 중앙로134번길 3 (해도동)",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "도깨비식당",
    "주소": "경북 포항시 남구 중앙로146번길 33-2 (해도동)",
    "시간": "08:00~18:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "대영식당",
    "주소": "경북 포항시 남구 중앙로134번길 39 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "둘째,셋째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "엄마손꿀꿀이",
    "주소": "경북 포항시 남구 양학천로 214 (해도동)",
    "시간": "11:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "고향식당",
    "주소": "경북 포항시 남구 중앙로122번길 13 (해도동)",
    "시간": "10:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "뱃머리숯불갈비",
    "주소": "경북 포항시 남구 희망대로 739 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "할매기사식당",
    "주소": "경북 포항시 남구 상도로26번길 6-1 (상도동)",
    "시간": "09:00~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "어판장",
    "주소": "경북 포항시 남구 상공로 27 (상도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "시골삼겹살",
    "주소": "경북 포항시 남구 중앙로122번길 40 (해도동)",
    "시간": "16:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "영일만바다향",
    "주소": "경북 포항시 남구 포스코대로 360 (대도동)",
    "시간": "10:30~22:00",
    "휴무": "첫째셋째일요일"
  },
  {
    "분류": "한식",
    "상호명": "아비꼬",
    "주소": "경북 포항시 남구 포스코대로 368 (대도동)",
    "시간": "11:30~21:00",
    "휴무": "첫째셋째일요일"
  },
  {
    "분류": "한식",
    "상호명": "동해 막 썰어파는집",
    "주소": "경북 포항시 남구 해도동 479-18",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "동희식당",
    "주소": "경북 포항시 남구 상공로 255 (해도동)",
    "시간": "10:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "원미",
    "주소": "경북 포항시 남구 상공로 255",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "수민쭈꾸미",
    "주소": "경북 포항시 남구 해동로 40-1 (해도동)",
    "시간": "17:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "페리카나 해도점",
    "주소": "경북 포항시 남구 해동로 90 (해도동)",
    "시간": "17:00~24:00",
    "휴무": "월2회"
  },
  {
    "분류": "한식",
    "상호명": "39막창",
    "주소": "경북 포항시 남구 해동로 68 (해도동)",
    "시간": "18:00~24:00",
    "휴무": "둘째,넷째 화요일"
  },
  {
    "분류": "한식",
    "상호명": "네발두발",
    "주소": "경북 포항시 남구 해동로 56-1 (해도동)",
    "시간": "17:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "푸짐아",
    "주소": "경북 포항시 남구 해동로 51 (해도동)",
    "시간": "16:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "왕십리숯불촌",
    "주소": "경북 포항시 남구 해동로 65-1 (해도동)",
    "시간": "17:00~02:00",
    "휴무": "둘째,셋째 화요일"
  },
  {
    "분류": "기타",
    "상호명": "칠리숯불구이",
    "주소": "경북 포항시 남구 해동로 75",
    "시간": "16:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "황보네먹거리",
    "주소": "경북 포항시 남구 상공로 232-2 (해도동)",
    "시간": "09:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "엄마손맛분식",
    "주소": "경북 포항시 남구 중앙로 102 (해도동)",
    "시간": "08:30~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "명가돼지국밥",
    "주소": "경북 포항시 남구 중앙로67번길 2 (해도동)",
    "시간": "08:00~20:00",
    "휴무": "둘째,넷째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "시장숯불뒷고기",
    "주소": "경북 포항시 남구 중앙로67번길 2 (해도동)",
    "시간": "17:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "가래실추어탕",
    "주소": "경북 포항시 남구 중앙로67번길 3-1 (해도동)",
    "시간": "09:40~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "신의주찹쌀순대(해도점)",
    "주소": "경북 포항시 남구 문예로 181 (해도동)",
    "시간": "24:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "쏙시원한",
    "주소": "경북 포항시 남구 문예로 183 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "즐거운밥상",
    "주소": "경북 포항시 남구 희망대로 969 (해도동)",
    "시간": "08:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "송정식당",
    "주소": "경북 포항시 남구 문예로 176",
    "시간": "16:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "대광식당",
    "주소": "경북 포항시 남구 문예로 174-1 (해도동)",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "착한낙지",
    "주소": "경북 포항시 남구 포스코대로 421 (해도동)",
    "시간": "11:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "장콩마을",
    "주소": "경북 포항시 남구 문예로100번길 23",
    "시간": "06:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "이박사냄비갈비",
    "주소": "경북 포항시 남구 중앙로27번길 8",
    "시간": "14:00~21:00",
    "휴무": "셋째주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "개울집",
    "주소": "경북 포항시 남구 중앙로 25 (해도동)",
    "시간": "11:30~21:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "삼천회집",
    "주소": "경북 포항시 남구 중앙로 39 (해도동)",
    "시간": "10:30~16:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "국가대표동태탕",
    "주소": "경북 포항시 남구 중앙로 47 (해도동)",
    "시간": "11:30~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "박여사",
    "주소": "경북 포항시 남구 문예로 138-2 (해도동)",
    "시간": "10:00~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "처갓집",
    "주소": "경북 포항시 남구 문예로 137 (해도동)",
    "시간": "09:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "대해불빛식당",
    "주소": "경북 포항시 남구 문예로 137-17 (해도동)",
    "시간": "09:00~20:00",
    "휴무": "월3회"
  },
  {
    "분류": "한식",
    "상호명": "은정식당",
    "주소": "경북 포항시 남구 중앙로67번길 7 (해도동, 대해종합시장)",
    "시간": "15:00~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "옥경식당",
    "주소": "경북 포항시 남구 중앙로67번길 7 (해도동, 대해종합시장)",
    "시간": "09:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "소라식당",
    "주소": "경북 포항시 남구 중앙로77번길 5-5 (해도동)",
    "시간": "10:00~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "나정식당",
    "주소": "경북 포항시 남구 중앙로77번길 5-5 (해도동)",
    "시간": "10:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "미도리식당",
    "주소": "경북 포항시 남구 중앙로91번길 19",
    "시간": "10:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "해림복집",
    "주소": "경북 포항시 남구 양학천로 196 (해도동)",
    "시간": "10:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "우리집식당",
    "주소": "경북 포항시 남구 중앙로147번길 8-3 (해도동)",
    "시간": "09:00~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "나드리김밥",
    "주소": "경북 포항시 남구 희망대로 895 (해도동)",
    "시간": "07:00~20:00",
    "휴무": "첫째,셋째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "낙동생오리 형산로타리점",
    "주소": "경북 포항시 남구 중앙로11번길 14 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "명절때만휴무"
  },
  {
    "분류": "한식",
    "상호명": "성자한정식",
    "주소": "경북 포항시 남구 문예로100번길 13 (해도동)",
    "시간": "06:00~20:30",
    "휴무": "첫째,셋째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "대원식당",
    "주소": "경북 포항시 남구 중앙로11번길 6",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "막돌이한정식",
    "주소": "경북 포항시 남구 중앙로158번길 6-5 (해도동)",
    "시간": "11:30~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "지글지글",
    "주소": "경북 포항시 남구 문예로40번길 41 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "동굴관",
    "주소": "경북 포항시 남구 중앙로 145 (해도동, 삼송빌딩)",
    "시간": "07:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "가나안식당",
    "주소": "경북 포항시 남구 문예로 133 (해도동)",
    "시간": "09:00~18:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "최자매식당",
    "주소": "경북 포항시 남구 문예로 151-1 (해도동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "남다른 감자탕(포스코점)",
    "주소": "경북 포항시 남구 희망대로 895 (해도동)",
    "시간": "08:30~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "어센틱",
    "주소": "경북 포항시 남구 희망대로 865 (해도동)",
    "시간": "11:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "원식당",
    "주소": "경북 포항시 남구 희망대로 851-10 (해도동)",
    "시간": "11:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "식후경식당",
    "주소": "경북 포항시 남구 문예로 172 (해도동)",
    "시간": "10:00~19:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "우리집식당",
    "주소": "경북 포항시 남구 송도로 50-1",
    "시간": "12:00~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "짱큰대구대가리",
    "주소": "경북 포항시 남구 송도로 48 (송도동)",
    "시간": "17:00~12:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "인사동면가",
    "주소": "경북 포항시 남구 송도로 36 (송도동)",
    "시간": "11:00~20:00",
    "휴무": "둘째넷째일요일"
  },
  {
    "분류": "한식",
    "상호명": "송도밀면",
    "주소": "경북 포항시 남구 송도로 31 (송도동)",
    "시간": "08:00~20:00",
    "휴무": "동절기후뮤"
  },
  {
    "분류": "한식",
    "상호명": "충청돼지국밥",
    "주소": "경북 포항시 남구 송림로 2",
    "시간": "09:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "돈지매국밥",
    "주소": "경북 포항시 남구 송림로 3",
    "시간": "11:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "강원돼지국밥",
    "주소": "경북 포항시 남구 송림로 12 (송도동)",
    "시간": "10:30~21:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "아롱숯불갈비",
    "주소": "경북 포항시 남구 송림로 12 (송도동)",
    "시간": "17:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "세자매고기테이블",
    "주소": "경북 포항시 남구 송림로 22 (송도동)",
    "시간": "17:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "도깨비맛집",
    "주소": "경북 포항시 남구 송림로 29 (송도동)",
    "시간": "08:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "현지돼지국밥",
    "주소": "경북 포항시 남구 송도로 17-1 (송도동)",
    "시간": "10:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "한상차림",
    "주소": "경북 포항시 남구 송도로 13",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "고향양꼬치",
    "주소": "경북 포항시 남구 상공로 254 (해도동)",
    "시간": "17:00~01:00",
    "휴무": "2째,넷째 화요일"
  },
  {
    "분류": "카페",
    "상호명": "쉼표",
    "주소": "경북 포항시 남구 희망대로 659번길 56 (대잠동)",
    "시간": "09:30~22:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "뿔난한우",
    "주소": "경북 포항시 남구 양학천로 140 (대도동)",
    "시간": "17:00~22:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "한포왕갈비탕",
    "주소": "경북 포항시 남구 운하로 34 (송도동)",
    "시간": "10:00~22:00",
    "휴무": "둘째넷째일요일"
  },
  {
    "분류": "한식",
    "상호명": "양푼이드럼아저씨家",
    "주소": "경북 포항시 남구 송도로 43-2 (송도동)",
    "시간": "11:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "비비무라",
    "주소": "경북 포항시 남구 송도로 54 (송도동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "서리서리",
    "주소": "경북 포항시 남구 송림로 55 (송도동)",
    "시간": "11:30~21:00",
    "휴무": "첫째셋째일요일"
  },
  {
    "분류": "한식",
    "상호명": "촌집칼국수",
    "주소": "경북 포항시 남구 송림로 53 (송도동)",
    "시간": "12:00~18:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "송도식당",
    "주소": "경북 포항시 남구 송림로 105-2 (송도동)",
    "시간": "11:00~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "솔향기기사식당",
    "주소": "경북 포항시 남구 운하로 213",
    "시간": "06:30~19:00",
    "휴무": "둘째넷째일요일"
  },
  {
    "분류": "한식",
    "상호명": "청춘연가",
    "주소": "경북 포항시 남구 송림로 118 (송도동)",
    "시간": "12:00~24:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "창신삼겹살",
    "주소": "경북 포항시 남구 축항로 79-1 (송도동)",
    "시간": "12:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "신명식당",
    "주소": "경북 포항시 남구 축항로 102",
    "시간": "10:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "엉터리 해장국 포항해도점",
    "주소": "경북 포항시 남구 문예로 125 (해도동)",
    "시간": "15:30~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "바다궁",
    "주소": "경북 포항시 남구 상공로 220-1 (해도동)",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "부일식당",
    "주소": "경북 포항시 남구 상공로 226 (해도동)",
    "시간": "15:30~22:00",
    "휴무": "월2회"
  },
  {
    "분류": "한식",
    "상호명": "족발공장",
    "주소": "경북 포항시 남구 희망대로659번길 69 (대잠동)",
    "시간": "17:00~24:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "제주삼다도야지",
    "주소": "경북 포항시 남구 구룡포읍 호미로 32-11 (병포리)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "국수나무 포항이동점",
    "주소": "경북 포항시 남구 대이로 105 (대잠동, 아이코아)",
    "시간": "11:00~21:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "다락방",
    "주소": "경북 포항시 북구 양학천로 39",
    "시간": "17:00~02:00",
    "휴무": "겨울외에 휴무"
  },
  {
    "분류": "횟집",
    "상호명": "동남회식당",
    "주소": "경북 포항시 북구 죽도시장길 36",
    "시간": "09:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "갈릴리대게회식당",
    "주소": "경북 포항시 북구 죽도시장길 35, 1층 (죽도동)",
    "시간": "09:00~22:00",
    "휴무": "사장님의 사정에따라"
  },
  {
    "분류": "기타",
    "상호명": "기계휴게소",
    "주소": "경북 포항시 북구 기계면 새마을로 1406",
    "시간": "09:00~20:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "꼭두방재휴게소내식당",
    "주소": "경북 포항시 북구 죽장면 새마을로 4590, 1층",
    "시간": "09:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "달인회대게",
    "주소": "경북 포항시 북구 죽도시장길 38-3 (죽도동)",
    "시간": "09:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "막썰어회대게",
    "주소": "경북 포항시 북구 청하면 청하로200번길 4, 가동 101호",
    "시간": "08:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "보드게임카페 어콰이어",
    "주소": "경북 포항시 북구 중앙상가길 13, 2층 (대흥동)",
    "시간": "14:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "서산돌게장백반",
    "주소": "경북 포항시 북구 동빈로 23-2 (여천동,(1층))",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "연다라횟집",
    "주소": "경북 포항시 북구 죽도시장길 36",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "영광회대게센타",
    "주소": "경북 포항시 북구 죽도시장길 34 (죽도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "일번지회&대게",
    "주소": "경북 포항시 북구 송라면 동해대로 3356-11, 1층",
    "시간": "09:30~21:00",
    "휴무": "3일(한달)"
  },
  {
    "분류": "횟집",
    "상호명": "좋은날 대게 회",
    "주소": "경북 포항시 북구 해안로 203-1, 1층 (두호동)",
    "시간": "11:00~23:00",
    "휴무": "매주 화,수요일"
  },
  {
    "분류": "횟집",
    "상호명": "죽도회대게타운",
    "주소": "경북 포항시 북구 죽도시장길 29 (죽도동)",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "청하엘마론(홍게네식빵)",
    "주소": "경북 포항시 북구 청하면 청하로 165",
    "시간": "06:30~22:00",
    "휴무": "둘째 주 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "하봉석 대게회",
    "주소": "경북 포항시 북구 칠성천길 135 (남빈동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "해변의 꽃게",
    "주소": "경북 포항시 북구 천마로46번길 38, 1층 (양덕동)",
    "시간": "11:00~21:30",
    "휴무": "매주 수요일"
  },
  {
    "분류": "정육식당",
    "상호명": "해오름휴게소식당",
    "주소": "경북 포항시 북구 기계면 기계로57번길 21, 1층",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "홍게무한리필",
    "주소": "경북 포항시 북구 삼흥로18번길 21 (장성동)",
    "시간": "12:00~23:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "감포횟집",
    "주소": "경북 포항시 북구 대신로22번길 4-2, 1층 (대신동)",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "오대양물회식당",
    "주소": "경북 포항시 북구 대신로 28-1 (대신동)",
    "시간": "08:30~22:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "해동회수산",
    "주소": "경북 포항시 북구 대신로26번길 12 (대신동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "11번회센타",
    "주소": "경북 포항시 북구 청하면 해안로 2586",
    "시간": "11:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "갈매기횟집",
    "주소": "경북 포항시 북구 해안로 517-1, 1,2층 (여남동)",
    "시간": "11:30~21:30",
    "휴무": "두째.넷째 월요일"
  },
  {
    "분류": "기타",
    "상호명": "감포참가자미",
    "주소": "경북 포항시 북구 침촌마을길 12-17, 1층 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "거북바위 횟집",
    "주소": "경북 포항시 북구 송라면 동해대로3378번길 10",
    "시간": "90:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "경주회식당",
    "주소": "경북 포항시 북구 해안로 247-1",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "고래횟집",
    "주소": "경북 포항시 북구 죽파로 40, 1층 (죽도동)",
    "시간": "12:00~00:00",
    "휴무": "사장님의 사정에 따라"
  },
  {
    "분류": "횟집",
    "상호명": "구룡포 포장 횟집",
    "주소": "경북 포항시 북구 장량로75번길 14, 1층 (장성동)",
    "시간": "15:00~02:00 일요일 15:00~23:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "궁중물회나라",
    "주소": "경북 포항시 북구 흥해읍 약성리 115-14",
    "시간": "10:00~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "깃대횟집",
    "주소": "경북 포항시 북구 해안로 251 (두호동)",
    "시간": "10:00~20:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "나고미",
    "주소": "경북 포항시 북구 법원로25번길 4 (장성동)",
    "시간": "17:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "대구 반고개 무침회",
    "주소": "경북 포항시 북구 천마로46번길 17, 1층 (양덕동)",
    "시간": "11:30~23:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "대구회 식당",
    "주소": "경북 포항시 북구 죽도시장길 33 (죽도동)",
    "시간": "09:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "대박집",
    "주소": "경북 포항시 북구 삼호로 178-1 (항구동,외1(17-20)1층)",
    "시간": "11:00~23:00",
    "휴무": "구정,추석"
  },
  {
    "분류": "횟집",
    "상호명": "대왕회식당",
    "주소": "경북 포항시 북구 흥해읍 영일만항로 111-1",
    "시간": "07:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "도시어부",
    "주소": "경북 포항시 북구 장량중앙로65번길 6, 1층 (양덕동)",
    "시간": "11:00~22:30",
    "휴무": "지정 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "돌고래회식당",
    "주소": "경북 포항시 북구 해안로 213 (두호동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "동양횟집",
    "주소": "경북 포항시 북구 죽도시장길 38-2",
    "시간": "10:00~22:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "돼지수산",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로147번길 5, 1층",
    "시간": "11:30~23:30",
    "휴무": "화요일 매주"
  },
  {
    "분류": "한식",
    "상호명": "한끼맛있다 영일대점",
    "주소": "경북 포항시 북구 해안로 207, 1,2층 (두호동)",
    "시간": "11:30~21:30",
    "휴무": "매주 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "리플러스 횟집",
    "주소": "경북 포항시 북구 학전로 93, 1층 (두호동)",
    "시간": "09:30~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "마라도회식당",
    "주소": "경북 포항시 북구 해안로 217-1 (두호동)",
    "시간": "11:00~22:00",
    "휴무": "명절전날, 명절당일날"
  },
  {
    "분류": "횟집",
    "상호명": "마린횟집",
    "주소": "경북 포항시 북구 청하면 해안로2345번길 1-2, 1층",
    "시간": "11:00~21:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "만물회해산물식당",
    "주소": "경북 포항시 북구 흥해읍 용한리 7-6 A동 1호",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "영일횟집",
    "주소": "경북 포항시 북구 대곡로 55-25 (두호동,(1층))",
    "시간": "12:00~22:00",
    "휴무": "둘째주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "맛있는 포항",
    "주소": "경북 포항시 북구 죽도시장길 37-1, 1-2층 (죽도동)",
    "시간": "24시간",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "머구리막회",
    "주소": "경북 포항시 북구 창흥로12번길 8 (창포동,(1층))",
    "시간": "11:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "청사초롱과메기식당",
    "주소": "경북 포항시 북구 대안길 57, 1층 20,21,22호 (용흥동, 한라종합시장)",
    "시간": "11:30~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "명성",
    "주소": "경북 포항시 북구 장량로 140, 1층 (장성동)",
    "시간": "17:00~01:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "명인참치 죽도점",
    "주소": "경북 포항시 북구 양학천로 175-1 (죽도동)",
    "시간": "17:00~00:30",
    "휴무": "매주 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "무지개회집",
    "주소": "경북 포항시 북구 청하면 해안로2506번길 63 ((1,2층))",
    "시간": "11:00~21:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "민지횟집",
    "주소": "경북 포항시 북구 흥해읍 용한리 7-6 B동 4호",
    "시간": "08:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "바다원해 횟집",
    "주소": "경북 포항시 북구 해안로 397, 1층 (환호동)",
    "시간": "11:30~22:00",
    "휴무": "설날(2일), 추석(2일)"
  },
  {
    "분류": "횟집",
    "상호명": "바다채",
    "주소": "경북 포항시 북구 해안로 415 (환호동,(지하1, 1층))",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "바다향",
    "주소": "경북 포항시 북구 천마로 82 (양덕동,(1층))",
    "시간": "17:00~01:00",
    "휴무": "일요일 휴무"
  },
  {
    "분류": "횟집",
    "상호명": "바다횟집",
    "주소": "경북 포항시 북구 장량로190번길 5, 1층 (양덕동)",
    "시간": "11:00~23:00",
    "휴무": "1째 3째주 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "바다횟집",
    "주소": "경북 포항시 북구 흥해읍 영일만항로 82",
    "시간": "10:30~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "바른초밥",
    "주소": "경북 포항시 북구 천마로 73, 1층 (양덕동)",
    "시간": "12:00~21:00",
    "휴무": "매 주 목요일"
  },
  {
    "분류": "횟집",
    "상호명": "별미복별미회",
    "주소": "경북 포항시 북구 삼호로 168 (항구동,(1,2층))",
    "시간": "10:00~23:00",
    "휴무": "구정,추석(3일)"
  },
  {
    "분류": "횟집",
    "상호명": "보물섬 횟집",
    "주소": "경북 포항시 북구 흥해읍 해안로1732번길 58, 1층",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "산호회집",
    "주소": "경북 포항시 북구 흥해읍 해안로1512번길 24-6",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "삼도분식",
    "주소": "경북 포항시 북구 흥해읍 도음로 899, 1층",
    "시간": "11:00~21:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "횟집",
    "상호명": "삼형제횟집",
    "주소": "경북 포항시 북구 죽도시장길 37 (죽도동,(1,2층))",
    "시간": "24시간",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "새포항물회집",
    "주소": "경북 포항시 북구 삼호로 65 (대신동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "서포항회집",
    "주소": "경북 포항시 북구 기계면 기계로133번길 14",
    "시간": "11:00~21:00",
    "휴무": "첫째 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "설바위스쿠버횟집",
    "주소": "경북 포항시 북구 흥해읍 해안로 1482",
    "시간": "08:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "숙이네수산",
    "주소": "경북 포항시 북구 장성로 91 (장성동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "숯불상회",
    "주소": "경북 포항시 북구 장량로32번길 44 (장성동)",
    "시간": "17:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "스끼다시천국",
    "주소": "경북 포항시 북구 삼호로245번길 4, 1층 (두호동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "신대구횟집",
    "주소": "경북 포항시 북구 해안로 215, 1층 (두호동)",
    "시간": "11:00~22:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "횟집",
    "상호명": "싱싱왕새우",
    "주소": "경북 포항시 북구 해안로 111 (두호동)",
    "시간": "12:00~04:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "아리랑회식당",
    "주소": "경북 포항시 북구 해안로 253 (두호동)",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "아주회식당",
    "주소": "경북 포항시 북구 삼호로 471 (환호동,,-3,-4 아주상가 106호)",
    "시간": "10:00~20:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "양덕회수산",
    "주소": "경북 포항시 북구 양덕로 29 (양덕동)",
    "시간": "",
    "휴무": ""
  },
  {
    "분류": "기타",
    "상호명": "엄지해물퓨전",
    "주소": "경북 포항시 북구 삼호로245번길 14 (두호동)",
    "시간": "12:00~24:00",
    "휴무": ""
  },
  {
    "분류": "횟집",
    "상호명": "에바다회식당",
    "주소": "경북 포항시 북구 흥해읍 도음로 977",
    "시간": "11:00~20:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "기타",
    "상호명": "연홍소바",
    "주소": "경북 포항시 북구 동빈로 99, 1층 (동빈1가)",
    "시간": "11:00~20:30",
    "휴무": "화요일"
  },
  {
    "분류": "횟집",
    "상호명": "영해회식당",
    "주소": "경북 포항시 북구 죽도시장길 38-1 (죽도동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "웅진횟집",
    "주소": "경북 포항시 북구 학전로 15-1 (학산동)",
    "시간": "11:30~21:30",
    "휴무": "두째.넷째 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "원조환여횟집",
    "주소": "경북 포항시 북구 해안로 189-1, 1~3층 (두호동)",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "월광횟집",
    "주소": "경북 포항시 북구 청하면 해안로 2447",
    "시간": "09:00~14:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "월포자연산횟집",
    "주소": "경북 포항시 북구 청하면 월포로 170, 1층",
    "시간": "10:00~20:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "웰빙횟집",
    "주소": "경북 포항시 북구 해안로 131 (두호동,외6필지(4층))",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "육일회식당",
    "주소": "경북 포항시 북구 흥해읍 해안로1546번길 13",
    "시간": "12:00~17:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "이어도회식당",
    "주소": "경북 포항시 북구 해안로 227-1 (두호동)",
    "시간": "10:00~22:00",
    "휴무": "명절날 당일"
  },
  {
    "분류": "기타",
    "상호명": "인생술집",
    "주소": "경북 포항시 북구 해안로 65, 2층 (항구동)",
    "시간": "17:30~04:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "인휴횟집",
    "주소": "경북 포항시 북구 흥해읍 해안로1732번길 44-8, 1층",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "장수회식당",
    "주소": "경북 포항시 북구 청하면 해안로1918번길 17-1, 1층",
    "시간": "11:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "전망대횟집",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로57번길 26, 1층",
    "시간": "10:00~22:00",
    "휴무": "일요일 둘째주, 넸째주"
  },
  {
    "분류": "한식",
    "상호명": "전통명품칼국수",
    "주소": "경북 포항시 북구 법원로 104 (장성동,(1층))",
    "시간": "10:00~20:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "정담초밥",
    "주소": "경북 포항시 북구 우창동로 33, 1층 (우현동)",
    "시간": "09:30~21:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "정선회집",
    "주소": "경북 포항시 북구 송라면 해안로2672번길 35",
    "시간": "12:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "정해산물",
    "주소": "경북 포항시 북구 흥해읍 중성로32번길 11, 1층",
    "시간": "15:00~01:30",
    "휴무": "수요일 격주"
  },
  {
    "분류": "횟집",
    "상호명": "조개1번지",
    "주소": "경북 포항시 북구 해안로 111, 1층 (두호동)",
    "시간": "16:00~04:00, 주말12:00~04:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "조조회관",
    "주소": "경북 포항시 북구 해안로 133 (두호동,외2(1008-4.1008-5)-2층)",
    "시간": "17:30~04:00",
    "휴무": "셋째주 월요일"
  },
  {
    "분류": "기타",
    "상호명": "주식회사 한계령 조개구이",
    "주소": "경북 포항시 북구 해안로 129-1, 1층 (두호동)",
    "시간": "12:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "죽천회식당",
    "주소": "경북 포항시 북구 해안로 213-1, 1,2층 (두호동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "지경횟집",
    "주소": "경북 포항시 북구 송라면 동해대로 3378번길 30",
    "시간": "08:00~21:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "청기와횟집",
    "주소": "경북 포항시 북구 송라면 동해대로3378번길 8",
    "시간": "09:30~20:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "청정회 물회",
    "주소": "경북 포항시 북구 삼호로 390-1 (환호동,1층)",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "청해횟집",
    "주소": "경북 포항시 북구 흥해읍 도음로 961, 1층",
    "시간": "09:00~22:00",
    "휴무": "월요일 첫째주, 셋째주"
  },
  {
    "분류": "횟집",
    "상호명": "추암횟집",
    "주소": "경북 포항시 북구 장량로 103 (장성동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "포항 전통물회",
    "주소": "경북 포항시 북구 청하면 청진리 82-1",
    "시간": "09:00~17:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "물회",
    "상호명": "포항막회",
    "주소": "경북 포항시 북구 새천년대로 1033-9 (창포동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "포항막회",
    "주소": "경북 포항시 북구 흥해읍 동해대로1574번길 18 ((1층))",
    "시간": "11:00~20:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "한식",
    "상호명": "포항물곰",
    "주소": "경북 포항시 북구 법원로39번길 26, 1층 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "첫째 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "인어아저씨 회랑굴이랑",
    "주소": "경북 포항시 북구 장성로 96, 1층 (장성동)",
    "시간": "11:00~23:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "물회",
    "상호명": "항구동",
    "주소": "경북 포항시 북구 해안로 65, 1층 (항구동)",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "해운대(술집)",
    "주소": "경북 포항시 북구 기계면 기계로 92",
    "시간": "",
    "휴무": ""
  },
  {
    "분류": "횟집",
    "상호명": "해운대횟집",
    "주소": "경북 포항시 북구 해안로 243, 1,2층 (두호동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "해원",
    "주소": "경북 포항시 북구 천마로45번길 37 (장성동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "형광물회",
    "주소": "경북 포항시 북구 칠성천길 92 (죽도동)",
    "시간": "12:00~19:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "횟집",
    "상호명": "호미곶회센타",
    "주소": "경북 포항시 북구 흥해읍 한동로106번길 8",
    "시간": "10:00~22:00",
    "휴무": "화요일 첫째주 셋째주"
  },
  {
    "분류": "횟집",
    "상호명": "회 일번지",
    "주소": "경북 포항시 북구 장량로31번길 53-12, 1층 (장성동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "회정식당",
    "주소": "경북 포항시 북구 법원로39번길 15, 1층 (장성동)",
    "시간": "16:00~01:00",
    "휴무": ""
  },
  {
    "분류": "횟집",
    "상호명": "흥해물회",
    "주소": "경북 포항시 북구 흥해읍 중성로 73, 1층",
    "시간": "10:00~22:00",
    "휴무": "월요일 매주"
  },
  {
    "분류": "정육식당",
    "상호명": "가야생오리",
    "주소": "경북 포항시 북구 새마을로 122 (용흥동)",
    "시간": "12:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "계림상황삼계탕.오리",
    "주소": "경북 포항시 북구 천마로46번길 34, 1층 (양덕동)",
    "시간": "10:00~22:00",
    "휴무": "x"
  },
  {
    "분류": "기타",
    "상호명": "금산건강삼계탕",
    "주소": "경북 포항시 북구 청하면 동해대로 2609, 1층",
    "시간": "10:00~21:00",
    "휴무": "명철(설날, 추석)"
  },
  {
    "분류": "한식",
    "상호명": "금산삼계탕고디탕",
    "주소": "경북 포항시 북구 중흥로 145 (죽도동)",
    "시간": "10:00~22:00",
    "휴무": "명절 당일"
  },
  {
    "분류": "한식",
    "상호명": "낙동생오리",
    "주소": "경북 포항시 북구 장량로140번길 30, 1층 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "낙원가든",
    "주소": "경북 포항시 북구 흥해읍 도음로 847",
    "시간": "10:00~22:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "만성한방삼계탕",
    "주소": "경북 포항시 북구 흥해읍 새마을로394번길 47-1, 1층",
    "시간": "10:00~19:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "한식",
    "상호명": "불미골오리",
    "주소": "경북 포항시 북구 침촌마을길 171, 1층 (양덕동)",
    "시간": "11:00~21:00",
    "휴무": "1째 3째주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "뽕나무닭백숙",
    "주소": "경북 포항시 북구 흥해읍 도음로856번길 11, 1층",
    "시간": "10:00~22:00",
    "휴무": "월요일 매주"
  },
  {
    "분류": "정육식당",
    "상호명": "산더미오리 본점",
    "주소": "경북 포항시 북구 신덕로 57, 1층 (양덕동)",
    "시간": "11:30~22:00",
    "휴무": "x"
  },
  {
    "분류": "한식",
    "상호명": "산수림",
    "주소": "경북 포항시 북구 흥해읍 도음로827번길 12",
    "시간": "11:00~21:00",
    "휴무": "월요일 둘째주, 넷째주"
  },
  {
    "분류": "한식",
    "상호명": "선비고을가든",
    "주소": "경북 포항시 북구 송라면 보경로 474",
    "시간": "09:00~18:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "아오리의 행방불명 포항점",
    "주소": "경북 포항시 북구 중앙상가길 9-1, 1층 (대흥동)",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "오리진",
    "주소": "경북 포항시 북구 흥해읍 학천리 316-1",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "지호한방삼계탕",
    "주소": "경북 포항시 북구 대곡로 56 (두호동,(1층))",
    "시간": "10:00~22:00",
    "휴무": "명절날 하루"
  },
  {
    "분류": "한식",
    "상호명": "춘원식당",
    "주소": "경북 포항시 북구 송라면 보경로 483",
    "시간": "10:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "칠포토종닭",
    "주소": "경북 포항시 북구 흥해읍 암각화길 1",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "한방누룽지백숙",
    "주소": "경북 포항시 북구 양덕남로 16, 1층 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한정식",
    "상호명": "해맞이 삼계탕",
    "주소": "경북 포항시 북구 법원로98번길 4 (장성동)",
    "시간": "08:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "행복한오리",
    "주소": "경북 포항시 북구 양덕동 1433",
    "시간": "10:00~22:00",
    "휴무": "추석,설날 당일"
  },
  {
    "분류": "한식",
    "상호명": "88 식당",
    "주소": "경북 포항시 북구 송라면 보경로 451",
    "시간": "09:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "보경사고향식당",
    "주소": "경북 포항시 북구 송라면 보경로 451-14",
    "시간": "12:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "나드리식당",
    "주소": "경북 포항시 북구 송라면 보경로 40, 1층",
    "시간": "06:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "내연산식당",
    "주소": "경북 포항시 북구 송라면 보경로 465",
    "시간": "09:00~20:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "동백식당",
    "주소": "경북 포항시 북구 송라면 보경로 455",
    "시간": "08:00~20:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "등산식당",
    "주소": "경북 포항시 북구 송라면 보경로 465-1",
    "시간": "09:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "문수봉가든",
    "주소": "경북 포항시 북구 송라면 보경로 471, 1층",
    "시간": "09:00~20:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "백두봉가든",
    "주소": "경북 포항시 북구 송라면 보경로 468",
    "시간": "09:00~18:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "보경식당",
    "주소": "경북 포항시 북구 송라면 보경로 463",
    "시간": "09:00~18:30",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "부산식당",
    "주소": "경북 포항시 북구 송라면 보경로 457, 1층",
    "시간": "10:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "부원식당",
    "주소": "경북 포항시 북구 송라면 보경로 451-8",
    "시간": "08:00~20:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "산촌식당",
    "주소": "경북 포항시 북구 중앙로 298번길 13-4(여천동)",
    "시간": "10:00~19:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "삼보 가든",
    "주소": "경북 포항시 북구 송라면 보경로 475",
    "시간": "09:00~18:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "스마일식당",
    "주소": "경북 포항시 북구 송라면 보경로469번길 7, 1층",
    "시간": "11:30~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "신라식당",
    "주소": "경북 포항시 북구 송라면 보경로 517",
    "시간": "09:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "영일식당",
    "주소": "경북 포항시 북구 송라면 보경로 463-1",
    "시간": "09:00~18:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "외갓집식당",
    "주소": "경북 포항시 북구 송라면 보경로461번길 3-7, 1층",
    "시간": "09:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "준성식당",
    "주소": "경북 포항시 북구 송라면 보경로 29",
    "시간": "07:00~16:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "진주식당",
    "주소": "경북 포항시 북구 송라면 중산리 83",
    "시간": "09:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "청하식당",
    "주소": "경북 포항시 북구 송라면 보경로 461",
    "시간": "07:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "팔도비빔밥",
    "주소": "경북 포항시 북구 장성로 82",
    "시간": "11:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "학산 식당",
    "주소": "경북 포항시 북구 송라면 보경로 453, 1층",
    "시간": "09:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "향로봉가든",
    "주소": "경북 포항시 북구 송라면 보경로 253",
    "시간": "09:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "119딧고기 본점",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로58번길 14-5, 1층",
    "시간": "16:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "1층바다장어",
    "주소": "경북 포항시 북구 중흥로214번길 20, 1층 (죽도동)",
    "시간": "11:00~21:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "정육식당",
    "상호명": "84곱창",
    "주소": "경북 포항시 북구 삼호로 209, 1층 (두호동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "SK농장",
    "주소": "경북 포항시 북구 흥해읍 중성로32번길 12",
    "시간": "10:30~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "감성대패",
    "주소": "경북 포항시 북구 장량중앙로66번길 16, 1층 (양덕동)",
    "시간": "12:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "감실골갈비",
    "주소": "경북 포항시 북구 용흥로 171-5, 1,2층 (용흥동)",
    "시간": "10:00~10:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "갑을장어",
    "주소": "경북 포항시 북구 흥해읍 신흥로 538",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "강원도곤드레",
    "주소": "경북 포항시 북구 죽도로40번길 14, 1층 (죽도동)",
    "시간": "09:00~21:00",
    "휴무": "사장님의 사정에따라"
  },
  {
    "분류": "정육식당",
    "상호명": "거복곱창",
    "주소": "경북 포항시 북구 성실로 22-1 (장성동,1층)",
    "시간": "18:00~23:00",
    "휴무": ""
  },
  {
    "분류": "양식",
    "상호명": "경양카츠 영일대점",
    "주소": "경북 포항시 북구 해안로 119-6, 1층 (두호동)",
    "시간": "11:00~21:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "정육식당",
    "상호명": "고구려토종한우숯불생고기",
    "주소": "경북 포항시 북구 양학천로 115 (죽도동12 (상가105-109호))",
    "시간": "10:00~22:00",
    "휴무": "첫째 세째 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "고기명가",
    "주소": "경북 포항시 북구 우창동로 29, 1층 (우현동)",
    "시간": "11:00~23:00",
    "휴무": "명절 (설,추석)"
  },
  {
    "분류": "기타",
    "상호명": "고기사랑참숯화로",
    "주소": "경북 포항시 북구 흥해읍 남미질로 31",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "고집",
    "주소": "경북 포항시 북구 중흥로267번길 9-2, 1층 (죽도동)",
    "시간": "17:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "과수원",
    "주소": "경북 포항시 북구 양학로17번길 5, 2층 (득량동)",
    "시간": "11:30~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "광어총각  생굴처녀",
    "주소": "경북 포항시 북구 장량로31번길 12, 1층 (장성동)",
    "시간": "17:00~12:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "구이스",
    "주소": "경북 포항시 북구 법원로11번길 6 (장성동)",
    "시간": "17:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "국이랑 밥이랑",
    "주소": "경북 포항시 북구 중흥로299번길 12 (죽도동)",
    "시간": "11:00~15:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "양식",
    "상호명": "그레이비(GRAVY)",
    "주소": "경북 포항시 북구 삼호로 460, 1층 (환호동)",
    "시간": "12:00~21:00",
    "휴무": "월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "금강산돌구이(양덕점)",
    "주소": "경북 포항시 북구 천마로46번길 8, 1층 (양덕동)",
    "시간": "17:00~01:00",
    "휴무": "추석,설연휴 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "기계불타는막창",
    "주소": "경북 포항시 북구 기계면 기계로 78, 1층",
    "시간": "10:00~21:30",
    "휴무": "일요일 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "김해뒷고기막창",
    "주소": "경북 포항시 북구 장량중앙로77번길 1, 1층 (양덕동)",
    "시간": "16:00~00:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "김해본가뒷고기",
    "주소": "경북 포항시 북구 새천년대로 1033-7 (창포동)",
    "시간": "15:00~",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "깍뚝갈비",
    "주소": "경북 포항시 북구 해안로 107 (두호동,(나동-1층))",
    "시간": "05:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "꽃돼지보쌈족발식당",
    "주소": "경북 포항시 북구 창흥로 6-1 (창포동)",
    "시간": "10:00~01:00",
    "휴무": "한달에 한번"
  },
  {
    "분류": "한식",
    "상호명": "나루터숯불마을",
    "주소": "경북 포항시 북구 선착로 9 (대신동)",
    "시간": "12:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "낙지세상 낙지요리전문점",
    "주소": "경북 포항시 북구 창흥로 6-10 (창포동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "노적봉 가든",
    "주소": "경북 포항시 북구 양학로 70-17, 1층 (학잠동)",
    "시간": "16:00~22:00",
    "휴무": "셋째주 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "다오소",
    "주소": "경북 포항시 북구 두호로 45, 1층 (두호동)",
    "시간": "12:00~24:00",
    "휴무": "둘째, 넷째, 다섯째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "달구지막창(초곡점)",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로 80, 지엔하임 301동 1층 117호",
    "시간": "17:00~23:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "한식",
    "상호명": "대구한방자갈막창",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로52번길 26",
    "시간": "17:00~23:00",
    "휴무": "월요일 매주"
  },
  {
    "분류": "기타",
    "상호명": "대사관(용흥점)",
    "주소": "경북 포항시 북구 대안길 61 (용흥동)",
    "시간": "17:00~05:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "대왕갈비",
    "주소": "경북 포항시 북구 학전로 69 (두호동)",
    "시간": "11:00~22:00",
    "휴무": "명절날"
  },
  {
    "분류": "정육식당",
    "상호명": "대패생각",
    "주소": "경북 포항시 북구 장량로 240, 1층 (양덕동)",
    "시간": "11:00~11:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "데일리갈비 흥해초곡점",
    "주소": "경북 포항시 북구 흥해읍 남미질로21번길 28 (경동다이아몬드아파트)",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "도음산고기타운",
    "주소": "경북 포항시 북구 흥해읍 도음로 981-26, 1층",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "돈대장",
    "주소": "경북 포항시 북구 법원로63번길 24, 1층 (장성동)",
    "시간": "17:00~12:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "돈의정",
    "주소": "경북 포항시 북구 천마로 23, 3층 (양덕동)",
    "시간": "16:00~22:00",
    "휴무": ""
  },
  {
    "분류": "기타",
    "상호명": "돈이돈이 석쇠한판",
    "주소": "경북 포항시 북구 삼흥로18번길 6 (두호동, 산호그린1차상가)",
    "시간": "11:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "동막골",
    "주소": "경북 포항시 북구 삼흥로32번길 13 (장성동, 경진빌딩)",
    "시간": "16:00~11:00",
    "휴무": "홀수주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "동아식당",
    "주소": "경북 포항시 북구 선착로 29 (대신동)",
    "시간": "09:30~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "동인동양푼이갈비찜",
    "주소": "경북 포항시 북구 장량로31번길 9 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "동해안",
    "주소": "경북 포항시 북구 해안로 119-2 (두호동,(1층))",
    "시간": "15:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "돼지봉봉",
    "주소": "경북 포항시 북구 양학천로 81 (죽도동,(B동1층))",
    "시간": "17:00~00:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "돼지삼형제",
    "주소": "경북 포항시 북구 양학천로 17 (죽도동)",
    "시간": "17:00~01:00",
    "휴무": "첫째,셋째주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "들안길",
    "주소": "경북 포항시 북구 흥해읍 도음로 718",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "마장동뒷고기",
    "주소": "경북 포항시 북구 삼흥로 43 (장성동)",
    "시간": "15:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "마장동뒷고기",
    "주소": "경북 포항시 북구 창흥로36번길 8-1, 1층 (창포동)",
    "시간": "16:30~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "마장동뒷고기(양덕점)",
    "주소": "경북 포항시 북구 장량로158번길 31, 1층 (양덕동)",
    "시간": "16:30~00:30",
    "휴무": "2째,4째 주 화요일"
  },
  {
    "분류": "정육식당",
    "상호명": "마장동본가뒷고기",
    "주소": "경북 포항시 북구 법원로11번길 3 (장성동,(1층))",
    "시간": "17:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "막창꾼",
    "주소": "경북 포항시 북구 우창동로21번길 6-6 (우현동)",
    "시간": "17:00~00:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "막창도둑 장량점",
    "주소": "경북 포항시 북구 장량중앙로 69-1 (양덕동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "만포장고깃집",
    "주소": "경북 포항시 북구 법원로 106, 1층 (장성동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "맛사랑돼지국밥",
    "주소": "경북 포항시 북구 새천년대로 1033-9 (창포동)",
    "시간": "09:30~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "먹고가자",
    "주소": "경북 포항시 북구 흥해읍 도음로917번길 12-15, 2층 202호",
    "시간": "15:30~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "명륜진사갈비 두호점",
    "주소": "경북 포항시 북구 대곡로29번길 16-6 (두호동)",
    "시간": "12:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "목구멍 포항점",
    "주소": "경북 포항시 북구 장량로32번길 65, 1층 (장성동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "미소분식",
    "주소": "경북 포항시 북구 기계면 기계로57번길 4",
    "시간": "11:00~20:00",
    "휴무": "일요일 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "민정가든",
    "주소": "경북 포항시 북구 창흥로 6-15, 1층 (창포동)",
    "시간": "18:00~24:00",
    "휴무": "셋째주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "바람의 선물",
    "주소": "경북 포항시 북구 장량로174번길 17, 1층 (양덕동)",
    "시간": "11:00~22:00",
    "휴무": "매주 2, 4째주 일요일"
  },
  {
    "분류": "한정식",
    "상호명": "박가네 한방 왕족발",
    "주소": "경북 포항시 북구 흥해읍 동해대로 1489, 1층",
    "시간": "06:00~20:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "한식",
    "상호명": "밥상머리",
    "주소": "경북 포항시 북구 양학천로 185, 1층 (죽도동)",
    "시간": "11:00~20:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "중식",
    "상호명": "백두산 양꼬치",
    "주소": "경북 포항시 북구 장량로158번길 6, 1층 (양덕동)",
    "시간": "05:00~01:00",
    "휴무": "한달 2회 (비정기)"
  },
  {
    "분류": "기타",
    "상호명": "백스비어 포항창포점",
    "주소": "경북 포항시 북구 대곡로43번길 11-5 (두호동,(1층))",
    "시간": "18:00~03:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "버드나무집",
    "주소": "경북 포항시 북구 죽파로 19 (죽도동,(1층))",
    "시간": "11:00~18:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "한식",
    "상호명": "벌집삼겹살 장성점",
    "주소": "경북 포항시 북구 장량로32번길 73 (장성동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "본래순대 포항두호점",
    "주소": "경북 포항시 북구 두호로37번길 7 (두호동,록원빌딩107호,108호)",
    "시간": "11:00~22:00",
    "휴무": "매월2,4째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "부산자갈치 양곱창",
    "주소": "경북 포항시 북구 동빈로 15 (여천동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한정식",
    "상호명": "부자정식",
    "주소": "경북 포항시 북구 장량주택로 7 (양덕동)",
    "시간": "11:00~20:00",
    "휴무": "주말 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "산촌식육식당",
    "주소": "경북 포항시 북구 죽장면 새마을로3599번길 8",
    "시간": "09:00~21:00",
    "휴무": "없븜"
  },
  {
    "분류": "횟집",
    "상호명": "성진횟집",
    "주소": "경북 포항시 북구 장량로 19 (장성동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "소대감참한우숯불구이",
    "주소": "경북 포항시 북구 장성동 1459-5 (나동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "소백양대창",
    "주소": "경북 포항시 북구 대곡로43번길 10 (두호동)",
    "시간": "16:00~24:00",
    "휴무": "둘째 넷째주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "수석식당",
    "주소": "경북 포항시 북구 죽장면 새마을로 3613, 1층",
    "시간": "11:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "수제갈비",
    "주소": "경북 포항시 북구 흥해읍 남미질로 13, 1층",
    "시간": "11:30~22:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "시골여행(용흥점)",
    "주소": "경북 포항시 북구 대안길 71 (용흥동,(1층))",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "시골한우",
    "주소": "경북 포항시 북구 천마로 49, 1층 (양덕동)",
    "시간": "10:00~22:00",
    "휴무": "명절 당일"
  },
  {
    "분류": "정육식당",
    "상호명": "시장식육식당",
    "주소": "경북 포항시 북구 청하면 청하로200번길 10-1",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "신광염소식육식당",
    "주소": "경북 포항시 북구 신광면 토성길25번길 6, 1층",
    "시간": "11:00~21:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "신대전 참숯갈비",
    "주소": "경북 포항시 북구 용흥로 301 (용흥동)",
    "시간": "11:30~22:30",
    "휴무": "명절날"
  },
  {
    "분류": "한식",
    "상호명": "신라왕갈비",
    "주소": "경북 포항시 북구 죽도로40번길 8 (죽도동,(1,2층))",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "양덕 맛찬들왕소금구이",
    "주소": "경북 포항시 북구 장량로 228, 1층 (양덕동)",
    "시간": "12:00~23:00",
    "휴무": "x"
  },
  {
    "분류": "정육식당",
    "상호명": "양덕돼지",
    "주소": "경북 포항시 북구 장량로158번길 5-9, 1층 (양덕동)",
    "시간": "17:00~01:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "양촌리화로구이",
    "주소": "경북 포항시 북구 창흥로12번길 34 (창포동)",
    "시간": "10:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "양학뒷고기",
    "주소": "경북 포항시 북구 양학로 51 (득량동,,12(반도상가101호))",
    "시간": "15:00~24:00",
    "휴무": "둘째.넷째 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "어웨이횟집",
    "주소": "경북 포항시 북구 새천년대로 1306 (장성동)",
    "시간": "11:00~23:00",
    "휴무": "매월 첫째/넷째 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "연심한우식육식당",
    "주소": "경북 포항시 북구 신덕로 233 (장성동,(1층))",
    "시간": "17:00~12:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "영일궁",
    "주소": "경북 포항시 북구 법원로 16, 1층 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "월4회"
  },
  {
    "분류": "정육식당",
    "상호명": "영일대 맛찬들왕소금구이",
    "주소": "경북 포항시 북구 해안로 81, 1층 (두호동)",
    "시간": "12:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "영포식육식당",
    "주소": "경북 포항시 북구 삼호로 471, B동 1층 101호 (환호동, 아주종합상가)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "일식",
    "상호명": "오또상스테끼",
    "주소": "경북 포항시 북구 장량로 212, 103호 (양덕동)",
    "시간": "12:00~21:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "일식",
    "상호명": "오마카세",
    "주소": "경북 포항시 북구 삼호로253번길 13 (두호동)",
    "시간": "14:00~24:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "오복",
    "주소": "경북 포항시 북구 흥해읍 도음로 963, 1층",
    "시간": "17:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "옹고집숯불촌",
    "주소": "경북 포항시 북구 장량로1번길 44 (장성동,(2층))",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "왕갈비",
    "주소": "경북 포항시 북구 흥해읍 중성로32번길 15",
    "시간": "11:00~22:00",
    "휴무": "일요일 첫째주"
  },
  {
    "분류": "일식",
    "상호명": "우공fish회초밥 포항장성동점",
    "주소": "경북 포항시 북구 대곡로43번길 10 (두호동,(109호))",
    "시간": "11:00~23:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "정육식당",
    "상호명": "우마루 주물럭 포항두호점",
    "주소": "경북 포항시 북구 새천년대로1076번길 24, 1층 (두호동)",
    "시간": "펑일 17:00~24:00 (토/일 12:00~)",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "우정아구찜",
    "주소": "경북 포항시 북구 대곡로29번길 12 (두호동,(1층))",
    "시간": "11:30~22:00",
    "휴무": "첫째,셋째주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "욱이네식당",
    "주소": "경북 포항시 북구 삼호로 211, 1층 (두호동)",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "원조포항푸줏간",
    "주소": "경북 포항시 북구 중앙로 362 (덕수동)",
    "시간": "16:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "원할머니 보쌈족발 포항두호배달점",
    "주소": "경북 포항시 북구 새천년대로1076번길 22 (두호동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "유림한우",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로52번길 28-11",
    "시간": "16:00~22:00",
    "휴무": "월요일 둘째주, 넷째주"
  },
  {
    "분류": "한식",
    "상호명": "육공화국",
    "주소": "경북 포항시 북구 중앙상가2길 18, 1층 (남빈동)",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "이가손맛",
    "주소": "경북 포항시 북구 중앙로419번길 16 (우현동,외1(우현상가110호))",
    "시간": "15:00~22:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "신 이대감식당",
    "주소": "경북 포항시 북구 중앙로308번길 12-4 (여천동)",
    "시간": "15:00~24:00",
    "휴무": "첫째주일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "이동간받이",
    "주소": "경북 포항시 북구 대곡로29번길 14-5 (두호동)",
    "시간": "17:00~02:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "이동왕족발",
    "주소": "경북 포항시 북구 법원로 30 (장성동)",
    "시간": "17:00~12:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "이레돌구이삽겹살",
    "주소": "경북 포항시 북구 법원로51번길 44-8 (장성동,(1층))",
    "시간": "16:00~12:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "이정표 고깃집",
    "주소": "경북 포항시 북구 장량로157번길 7, 1층 (양덕동)",
    "시간": "16:00~23:00",
    "휴무": "2째,4째 주 월요일"
  },
  {
    "분류": "기타",
    "상호명": "자금성",
    "주소": "경북 포항시 북구 송라면 동해대로 2905",
    "시간": "10:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "자연농원",
    "주소": "경북 포항시 북구 천마로72번길 36, 1층 (양덕동)",
    "시간": "10:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "장성푸드",
    "주소": "경북 포항시 북구 성실로 38, 상가동 102호 (장성동, 현진에버빌2단지아파트)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "전원숯불 장량점",
    "주소": "경북 포항시 북구 신덕로 235, 1층 (장성동)",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "정갈비",
    "주소": "경북 포항시 북구 흥해읍 도음로 945, 1층",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "정성을 다한 갈비찜 포항북구점",
    "주소": "경북 포항시 북구 장량로 32번길 13, 1층 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "정일식육식당",
    "주소": "경북 포항시 북구 청하면 청하로 223",
    "시간": "07:00~21:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "정호식육식당",
    "주소": "경북 포항시 북구 신광면 비학로 1240, 1층",
    "시간": "11:30~21:00",
    "휴무": "일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "조선화로집(포항양덕점)",
    "주소": "경북 포항시 북구 천마로 38 (양덕동)",
    "시간": "11:00~23:00",
    "휴무": "x"
  },
  {
    "분류": "정육식당",
    "상호명": "종가숯불촌",
    "주소": "경북 포항시 북구 새천년대로 1226 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "첫째 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "죽도숯불촌",
    "주소": "경북 포항시 북구 양학천로 167 (죽도동)",
    "시간": "15:00~23:00",
    "휴무": "달마다 한번씩"
  },
  {
    "분류": "기타",
    "상호명": "중앙동할매닭발(양덕점)",
    "주소": "경북 포항시 북구 장량로189번길 5-13 (양덕동,(1층))",
    "시간": "17:00~02:00",
    "휴무": "x"
  },
  {
    "분류": "기타",
    "상호명": "짠",
    "주소": "경북 포항시 북구 두호로20번길 14 (두호동)",
    "시간": "17:00~01:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "착한 갈매기",
    "주소": "경북 포항시 북구 장량로32번길 29, 1층 (장성동)",
    "시간": "17:00~12:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "참고기 식육식당",
    "주소": "경북 포항시 북구 두호동 753 우방신천지 상가(2층) 213동 206호",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "창수할매숯불갈비집",
    "주소": "경북 포항시 북구 아호로 9 (학산동)",
    "시간": "12:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "창포생고기갈비살",
    "주소": "경북 포항시 북구 새천년대로1075번길 3 (창포동)",
    "시간": "15:00~20:00",
    "휴무": "명절"
  },
  {
    "분류": "정육식당",
    "상호명": "청년한판",
    "주소": "경북 포항시 북구 아치로 5 (우현동)",
    "시간": "17:00~23:00",
    "휴무": "첫째주 화요일"
  },
  {
    "분류": "기타",
    "상호명": "청하정",
    "주소": "경북 포항시 북구 청하면 청하로 251",
    "시간": "11:30~20:00",
    "휴무": "명절"
  },
  {
    "분류": "정육식당",
    "상호명": "초곡한우가",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로71번길 6-2",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "초심화로구이",
    "주소": "경북 포항시 북구 삼흥로 47 (장성동)",
    "시간": "04:00~01:00",
    "휴무": "첫째 셋째 화요일"
  },
  {
    "분류": "정육식당",
    "상호명": "추억상회",
    "주소": "경북 포항시 북구 장량로190번길 6-6, 1층 (양덕동)",
    "시간": "16:30~23:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "연탄갈비",
    "주소": "경북 포항시 북구 삼호로245번길 8 (두호동,(1층))",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "축산랜드",
    "주소": "경북 포항시 북구 장량로262번길 23, 1층 (양덕동)",
    "시간": "10:00~22:00",
    "휴무": "x"
  },
  {
    "분류": "기타",
    "상호명": "숯불에 닭",
    "주소": "경북 포항시 북구 삼호로 210, 1층 (두호동)",
    "시간": "18:00~02:00",
    "휴무": "첫째, 셋째 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "태백가든",
    "주소": "경북 포항시 북구 아치로 50-8 (우현동)",
    "시간": "10:00~21:30",
    "휴무": "신정 하루, 구정, 추석 각 3일"
  },
  {
    "분류": "정육식당",
    "상호명": "태백산뒷고기",
    "주소": "경북 포항시 북구 학전로 28-1 (항구동,(1층))",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "까막도야지",
    "주소": "경북 포항시 북구 칠성로 50, 1층 (남빈동)",
    "시간": "16:00~21:00",
    "휴무": "매주화요일"
  },
  {
    "분류": "기타",
    "상호명": "투다리 용흥점",
    "주소": "경북 포항시 북구 새마을로 87 (용흥동)",
    "시간": "18:00~02:00",
    "휴무": "둘째, 넷째 일요일"
  },
  {
    "분류": "기타",
    "상호명": "평사리 가는길",
    "주소": "경북 포항시 북구 법원로115번길 27 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "평원숯불갈비",
    "주소": "경북 포항시 북구 장성동 1378-1 (동지구 9B-1L)1층",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "포갈집",
    "주소": "경북 포항시 북구 삼호로 213-1 (두호동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "포항뒷고기",
    "주소": "경북 포항시 북구 삼호로8번길 12-1 (덕산동)",
    "시간": "14:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "포항맛찬들왕소금구이",
    "주소": "경북 포항시 북구 중흥로 137, 1층 (죽도동)",
    "시간": "12:00~18:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "포항생막창",
    "주소": "경북 포항시 북구 삼흥로 61 (장성동)",
    "시간": "04:00~01:00",
    "휴무": "마지막주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "포항생막창",
    "주소": "경북 포항시 북구 새천년대로 717, 1층 (대흥동)",
    "시간": "16:00~22:00",
    "휴무": "첫째일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "포항축산농협 축산물프라자 달전점",
    "주소": "경북 포항시 북구 흥해읍 동해대로 1182 ((농수산물도매시장 내))",
    "시간": "10:30~21:30",
    "휴무": "화요일 매주"
  },
  {
    "분류": "정육식당",
    "상호명": "포항축산농협 축산물프라자 장량점",
    "주소": "경북 포항시 북구 새천년대로 1351, 1층 (장성동)",
    "시간": "10:30~21:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "푸른정",
    "주소": "경북 포항시 북구 기계면 기남길 23, 1층",
    "시간": "11:00~21:00",
    "휴무": "일요일 휴무"
  },
  {
    "분류": "정육식당",
    "상호명": "푸줏간 식육식당",
    "주소": "경북 포항시 북구 청하면 미남리 454-18 1층",
    "시간": "09:30~21:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "푸짐한삼겹살",
    "주소": "경북 포항시 북구 법원로 33, 1층 (장성동)",
    "시간": "17:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "피쉬엔그릴",
    "주소": "경북 포항시 북구 대안길 61 (용흥동,(103호))",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "한돈 참숯꼬기",
    "주소": "경북 포항시 북구 대곡로29번길 8, 1층 (두호동)",
    "시간": "15:30~23:30",
    "휴무": "첫째주 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "한돈명가",
    "주소": "경북 포항시 북구 장량로 123 (장성동)",
    "시간": "11:30~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한정식",
    "상호명": "한옥사랑방",
    "주소": "경북 포항시 북구 법원로40번길 18 (장성동,(1,2층))",
    "시간": "11:00~22:00",
    "휴무": "2,4째 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "한우99갈비",
    "주소": "경북 포항시 북구 법원로 155, 1층 (양덕동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "한우랑",
    "주소": "경북 포항시 북구 장량중앙로65번길 3 (양덕동)",
    "시간": "10:30~22:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "할매육숫간 포항점",
    "주소": "경북 포항시 북구 장량로 203, 1층 (양덕동)",
    "시간": "10:00~22:30",
    "휴무": "x"
  },
  {
    "분류": "기타",
    "상호명": "함무보까",
    "주소": "경북 포항시 북구 침촌로 6-9, 1층 (장성동)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "해마루숯불갈비",
    "주소": "경북 포항시 북구 우창서길 28 (우현동)",
    "시간": "10:00~22:00",
    "휴무": "x"
  },
  {
    "분류": "횟집",
    "상호명": "해맞이횟집",
    "주소": "경북 포항시 북구 장량주택로22번길 1, 1층 (양덕동)",
    "시간": "11:00~23:00",
    "휴무": "마지막주 화요일"
  },
  {
    "분류": "정육식당",
    "상호명": "해적",
    "주소": "경북 포항시 북구 해안로 57-6, 1층 (항구동)",
    "시간": "17:00~24:00",
    "휴무": "첫째.셋째 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "호돈뒷고기",
    "주소": "경북 포항시 북구 삼흥로233번길 1-20, 1층 (장성동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "화기애애",
    "주소": "경북 포항시 북구 법원로11번길 5-5 (장성동)",
    "시간": "16:30~24:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "황금코다리 장성점",
    "주소": "경북 포항시 북구 새천년대로 1186, A, B동 (장성동,(1층))",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "황제뒷고기",
    "주소": "경북 포항시 북구 천마로46번길 11 (양덕동)",
    "시간": "16:00~01:00",
    "휴무": "x"
  },
  {
    "분류": "정육식당",
    "상호명": "흑돈",
    "주소": "경북 포항시 북구 흥해읍 신덕로 80-43, 1층",
    "시간": "17:00~24:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "명지해물구이",
    "주소": "경북 포항시 북구 삼흥로32번길 13-20",
    "시간": "17:00~24:00",
    "휴무": "둘째,넷째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "장터순대국감자탕 돈애랑",
    "주소": "경북 포항시 북구 양학천로 65 (죽도동)",
    "시간": "11:00~21:00",
    "휴무": "사장님의 사정에따라"
  },
  {
    "분류": "한식",
    "상호명": "별난식당",
    "주소": "경북 포항시 북구 흥해읍 중성로32번길 35, 1층",
    "시간": "11:00~21:30",
    "휴무": "월요일 첫째주, 셋째주"
  },
  {
    "분류": "한식",
    "상호명": "동해아구찜",
    "주소": "경북 포항시 북구 흥해읍 한동로33번길 7-1, 1층",
    "시간": "11:00~21:00",
    "휴무": "화요일 둘째주, 넷째주"
  },
  {
    "분류": "횟집",
    "상호명": "동해해물찜",
    "주소": "경북 포항시 북구 양학천로 128 (죽도동)",
    "시간": "11:00~22:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "두꺼비아구찜",
    "주소": "경북 포항시 북구 중흥로255번길 58 (용흥동,,12)",
    "시간": "12:00~20:30",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "마산생아구해물찜",
    "주소": "경북 포항시 북구 아호로 16 (학산동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "㈜풍운 포항북구점",
    "주소": "경북 포항시 북구 새천년대로1020번길 3 (두호동)",
    "시간": "10:30~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "명가아구찜",
    "주소": "경북 포항시 북구 두호로 50 (두호동,(이화상가 라호))",
    "시간": "16:30~24:00",
    "휴무": "둘째,넷째 일요일"
  },
  {
    "분류": "기타",
    "상호명": "별난생아구",
    "주소": "경북 포항시 북구 창흥로36번길 4, 1층 (창포동)",
    "시간": "16:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "삼오낙지해물찜",
    "주소": "경북 포항시 북구 흥해읍 동해대로 1495, 1층",
    "시간": "10:00~21:00",
    "휴무": "일요일 첫째주,셋째주"
  },
  {
    "분류": "기타",
    "상호명": "세정 아구찜",
    "주소": "경북 포항시 북구 장량로174번길 7, 1층 (양덕동)",
    "시간": "10:00~22:00",
    "휴무": "추석,설날 당일"
  },
  {
    "분류": "한식",
    "상호명": "아구본가",
    "주소": "경북 포항시 북구 대신로 19 (대신동)",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "아구아구",
    "주소": "경북 포항시 북구 법원로140번길 40, 1층 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "영숙아구찜",
    "주소": "경북 포항시 북구 중앙로298번길 9 (여천동)",
    "시간": "11:30~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "우정아구찜",
    "주소": "경북 포항시 북구 대곡로 29번길 12 (두호동, 1층)",
    "시간": "12:00~21:00",
    "휴무": "한달 2회 (비정기)"
  },
  {
    "분류": "한식",
    "상호명": "우현해물찜",
    "주소": "경북 포항시 북구 중앙로419번길 18 (우현동)",
    "시간": "11:30~21:00",
    "휴무": "한달에 한번 임시로 정해서"
  },
  {
    "분류": "한식",
    "상호명": "청해아구촌",
    "주소": "경북 포항시 북구 법원로 15 (장성동,(서지구76B-11L))",
    "시간": "11:00~21:30",
    "휴무": "둘째 넷째 일요일"
  },
  {
    "분류": "기타",
    "상호명": "포항생아구해물찜",
    "주소": "경북 포항시 북구 양덕로50번길 53, 1층 (양덕동)",
    "시간": "10:00~21:00",
    "휴무": "매월 2 4째 화요일"
  },
  {
    "분류": "한식",
    "상호명": "금정민물장어",
    "주소": "경북 포항시 북구 흥해읍 도음로 734",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "명가정통민물장어",
    "주소": "경북 포항시 북구 청하면 용산길 235",
    "시간": "10:00~21:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "미남장어",
    "주소": "경북 포항시 북구 장량로 238, 1층 (양덕동)",
    "시간": "11:30~23:00",
    "휴무": "명절 당일"
  },
  {
    "분류": "횟집",
    "상호명": "부산바다장어",
    "주소": "경북 포항시 북구 법원로51번길 24-5 (장성동)",
    "시간": "16:00~12:00",
    "휴무": "매주 일요일."
  },
  {
    "분류": "한식",
    "상호명": "빛고을 미꾸라지 매운탕,산꼼장어",
    "주소": "경북 포항시 북구 흥해읍 삼흥로 761, 1층",
    "시간": "10:30~22:00",
    "휴무": "월요일 매주"
  },
  {
    "분류": "횟집",
    "상호명": "영성호바다장어전문점(장성점)",
    "주소": "경북 포항시 북구 법원로 55 (장성동,(1층))",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "원조부산산곰장어식당",
    "주소": "경북 포항시 북구 학전로 10, 1층 (항구동)",
    "시간": "16:00~24:00",
    "휴무": "넷째주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "유정 민물장어",
    "주소": "경북 포항시 북구 장량로18번길 55 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "착한장어(본점)",
    "주소": "경북 포항시 새마을로 100-2 다동 1층 101, 102호 (용흥동)",
    "시간": "11:00~23:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "묵돌이구이하우스",
    "주소": "경북 포항시 북구 해안로 107 (두호동,(가동-1층))",
    "시간": "11:00~05:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "바다이야기",
    "주소": "경북 포항시 북구 해안로 107, 가동 1층 (두호동)",
    "시간": "12:00~05:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "옛날한계령조개구이",
    "주소": "경북 포항시 북구 해안로 123 (두호동,외1(1층))",
    "시간": "16:00~04:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "우미조개전골",
    "주소": "경북 포항시 북구 서동로 94, 1층 (여천동)",
    "시간": "17:00~23:00",
    "휴무": "둘째,넷째 월요일"
  },
  {
    "분류": "한식",
    "상호명": "영일대 미남포차",
    "주소": "경북 포항시 북구 해안로 107 (두호동,가동)",
    "시간": "16:00~04:00, 주말12:00~04:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "횟집",
    "상호명": "마당집",
    "주소": "경북 포항시 북구 해안로 99 (두호동)",
    "시간": "03:00~15:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "38선 넘은 짱닭",
    "주소": "경북 포항시 북구 천마로89번길 7, 1층 (양덕동)",
    "시간": "17:00~24:00",
    "휴무": "일요일"
  },
  {
    "분류": "한식",
    "상호명": "5.5닭갈비",
    "주소": "경북 포항시 북구 장성로 11 (장성동)",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "교촌치킨(장성점)",
    "주소": "경북 포항시 북구 삼흥로 20 (장성동)",
    "시간": "12:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "교촌치킨흥해점",
    "주소": "경북 포항시 북구 흥해읍 남미질로 7-1, 1층",
    "시간": "12:30~23:30",
    "휴무": "화요일 매주"
  },
  {
    "분류": "기타",
    "상호명": "김경옥닭발",
    "주소": "경북 포항시 북구 삼호로 244, 1층 (두호동)",
    "시간": "18:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "꼬꼬향기안동찜닭",
    "주소": "경북 포항시 북구 삼흥로62번길 45 (두호동,삼양동산맨션상가1층1호)",
    "시간": "12:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "네네치킨(양덕점)",
    "주소": "경북 포항시 북구 양덕로44번길 32, 1층 (양덕동)",
    "시간": "11:00~01:00",
    "휴무": "매주 2, 4째주 수요일"
  },
  {
    "분류": "기타",
    "상호명": "네네치킨(장성점)",
    "주소": "경북 포항시 북구 법원로8번길 16, 1층 (장성동)",
    "시간": "10:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "네네치킨(청하점)",
    "주소": "경북 포항시 북구 청하면 청하로217번길 2",
    "시간": "12:30~23:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "노랑통닭 월포비치점",
    "주소": "경북 포항시 북구 청하면 월포로160번길 10, 1층",
    "시간": "14:00~23:00",
    "휴무": "첫째, 셋째 월요일"
  },
  {
    "분류": "기타",
    "상호명": "닥엔돈스 쪽갈비치킨 포항흥해점",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로57번길 5-34",
    "시간": "13:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "달인의 찜닭",
    "주소": "경북 포항시 북구 문화로 16 (덕산동,(1층))",
    "시간": "11:00~21:00",
    "휴무": "국가공휴일"
  },
  {
    "분류": "분식",
    "상호명": "닭치고 닭꼬치",
    "주소": "경북 포항시 북구 아호로 5, 1층 (학산동)",
    "시간": "14:00~23:00",
    "휴무": "둘째.넷째 일요일"
  },
  {
    "분류": "기타",
    "상호명": "동궁찜닭",
    "주소": "경북 포항시 북구 삼흥로32번길 13 (장성동, 경진빌딩)",
    "시간": "11:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "동궁찜닭",
    "주소": "경북 포항시 북구 장량로 199 (양덕동,(1층))",
    "시간": "10:30~12:00",
    "휴무": "매월 2,4째주 수요일"
  },
  {
    "분류": "한정식",
    "상호명": "뚝닭",
    "주소": "경북 포항시 북구 천마로71번길 35, 1층 103호 (장성동)",
    "시간": "11:00~21:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "루이봉 찜닭 우창본점",
    "주소": "경북 포항시 북구 우창동로 31, 1층 (우현동)",
    "시간": "11:00~22:00",
    "휴무": "x"
  },
  {
    "분류": "기타",
    "상호명": "바로커 치킨",
    "주소": "경북 포항시 북구 신광면 토성길 26-1",
    "시간": "11:00~21:00",
    "휴무": "일요일"
  },
  {
    "분류": "기타",
    "상호명": "백록담숯불바베큐치킨(B.R.D-장성점)",
    "주소": "경북 포항시 북구 장성동 1575-7 (서지구 90B-2L)",
    "시간": "17:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "변사또 소,닭 마을",
    "주소": "경북 포항시 북구 불종로 63, 1층(중앙동)",
    "시간": "11:30~09:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "봉대박 파스타&찜닭 포항남빈점",
    "주소": "경북 포항시 북구 중앙상가3길 20-3, 2층 (남빈동)",
    "시간": "11:30~21:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "불닭발동대문엽기떡볶이 포항점",
    "주소": "경북 포항시 북구 중앙상가2길 13-1, 2층 (남빈동)",
    "시간": "11:00~22:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "삼촌네 찜닭",
    "주소": "경북 포항시 북구 양덕남로 23 (장성동)",
    "시간": "11:00~24:00",
    "휴무": ""
  },
  {
    "분류": "한식",
    "상호명": "서숲닭곰탕",
    "주소": "경북 포항시 북구 소티재로 134, 1층 (우현동)",
    "시간": "10:00~20:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "석호네닭발 포항장성점",
    "주소": "경북 포항시 북구 법원로11번길 14-1, 1층 (장성동)",
    "시간": "17:00~01:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "숯불에 닭(장량점)",
    "주소": "경북 포항시 북구 장량중앙로 80, 1층 (양덕동)",
    "시간": "17:00~01:00",
    "휴무": "x"
  },
  {
    "분류": "한식",
    "상호명": "시골통닭",
    "주소": "경북 포항시 북구 대신로 32-2 (대신동)",
    "시간": "10:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "신세계(닭발)",
    "주소": "경북 포항시 북구 장량로173번길 6-1, 1층 (양덕동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "쌀통닭(장성점)",
    "주소": "경북 포항시 북구 새천년대로1249번길 10-10, 1층 (장성동)",
    "시간": "14:00~24:00",
    "휴무": "매월 첫째/셋째 월요일"
  },
  {
    "분류": "한식",
    "상호명": "연꾸닭",
    "주소": "경북 포항시 북구 장량로158번길 8, 1층 (양덕동)",
    "시간": "10:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "옥여사마늘통닭",
    "주소": "경북 포항시 북구 선착로 29-1 (대신동)",
    "시간": "16:00~01:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "유가네닭갈비",
    "주소": "경북 포항시 북구 중앙상가4길 7-1, 1층 (대흥동)",
    "시간": "10:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "육거리통닭",
    "주소": "경북 포항시 북구 삼호로8번길 9, 1층 (덕산동)",
    "시간": "10:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "이춘봉인생치킨 초곡점",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로58번길 34-10, 2층",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "조선의옛날통닭 초곡점",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로 80, 지엔하임상가 1층 114호",
    "시간": "16:00~23:00",
    "휴무": "일요일 매주"
  },
  {
    "분류": "한식",
    "상호명": "찜닭킹",
    "주소": "경북 포항시 북구 법원로98번길 52 (장성동,(1층))",
    "시간": "11:30~01:00",
    "휴무": "매주수요일"
  },
  {
    "분류": "한식",
    "상호명": "채가네춘천닭갈비",
    "주소": "경북 포항시 북구 새천년대로1259번길 24 (장성동)",
    "시간": "11:00~23:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "기타",
    "상호명": "처갓집양념치킨(법원점)",
    "주소": "경북 포항시 북구 신덕로 289, 1층 (장성동)",
    "시간": "13:00~23:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "청하통닭집",
    "주소": "경북 포항시 북구 청하면 청하로 213",
    "시간": "07:00~22:30",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "추억닭발",
    "주소": "경북 포항시 북구 중앙상가6길 6 (신흥동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "춘천닭갈비(장성)",
    "주소": "경북 포항시 북구 장성로 8-1, 1층 (장성동)",
    "시간": "10:00~22:00",
    "휴무": "첫째 셋째 월요일"
  },
  {
    "분류": "기타",
    "상호명": "치킨 플러스(포항 흥해점)",
    "주소": "경북 포항시 북구 흥해읍 한동로65번길 13, 1층",
    "시간": "05:00~01:00",
    "휴무": "매월 첫째주 월요일"
  },
  {
    "분류": "기타",
    "상호명": "치킨의 민족",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로58번길 52, 131동 103호 (초곡삼구트리니엔 시티)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "3일돼지",
    "주소": "경북 포항시 북구 대곡로 57, 지하1층 (두호동)",
    "시간": "12:00~23:00",
    "휴무": "둘째.넷째 화요일"
  },
  {
    "분류": "기타",
    "상호명": "테트리스찜닭",
    "주소": "경북 포항시 북구 장량중앙로 81, 431동 106호 (양덕동)",
    "시간": "11:00~23:00",
    "휴무": "."
  },
  {
    "분류": "기타",
    "상호명": "통큰달인치킨",
    "주소": "경북 포항시 북구 법원로39번길 21, 1층 (장성동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "티엔티불닭발",
    "주소": "경북 포항시 북구 흥해읍 중성로32번길 16",
    "시간": "17:00~01:00",
    "휴무": "격주에 한번"
  },
  {
    "분류": "기타",
    "상호명": "페리카나치킨(기계점)",
    "주소": "경북 포항시 북구 기계면 기계로 63-1, 2호동 1층",
    "시간": "13:00~22:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "피자나라 치킨공주",
    "주소": "경북 포항시 북구 새천년대로1259번길 9-1, 1층 (장성동)",
    "시간": "11:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "항아리옻품은닭",
    "주소": "경북 포항시 북구 침촌마을길 228-8, 1층 (양덕동)",
    "시간": "11:00~21:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "현풍닭칼국수",
    "주소": "경북 포항시 북구 중흥로 338, 1층 (죽도동)",
    "시간": "11:00~21:00",
    "휴무": "금요일 매주"
  },
  {
    "분류": "기타",
    "상호명": "호식이두마리치킨(청하점)",
    "주소": "경북 포항시 북구 청하면 청하로 74 ((1층))",
    "시간": "12:00~22:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "호식이두마리치킨(흥해점)",
    "주소": "경북 포항시 북구 흥해읍 남미질로13번길 13",
    "시간": "11:00~23:00",
    "휴무": "사정에 따라서"
  },
  {
    "분류": "횟집",
    "상호명": "119해물",
    "주소": "경북 포항시 북구 장량중앙로46번길 3-7, 1층 102호 (양덕동)",
    "시간": "16:00~01:00",
    "휴무": "x"
  },
  {
    "분류": "횟집",
    "상호명": "감성해물포차",
    "주소": "경북 포항시 북구 해안로 129, 1,2층 (두호동)",
    "시간": "13:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "문성해물칼국수",
    "주소": "경북 포항시 북구 학산로 44-1 (대신동)",
    "시간": "09:30~20:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "삼호복집해물탕",
    "주소": "경북 포항시 북구 칠성로 58-1 (남빈동,외1(죽도동556-136))",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "엔돌핀해물 설악막국수",
    "주소": "경북 포항시 북구 대안길 5-1, 1층 (용흥동)",
    "시간": "11:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한정식",
    "상호명": "밥심",
    "주소": "경북 포항시 북구 창흥로 6 (창포동)",
    "시간": "11:00~20:00",
    "휴무": "주일마다"
  },
  {
    "분류": "한식",
    "상호명": "육일해물찜",
    "주소": "경북 포항시 북구 흥해읍 동해대로 1541",
    "시간": "11:00~21:00",
    "휴무": "화요일 첫째주 셋째주"
  },
  {
    "분류": "한식",
    "상호명": "최여사네 해물",
    "주소": "경북 포항시 북구 삼호로245번길 20, 1층 (두호동)",
    "시간": "17:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "춤추는 포차(해물삼합)",
    "주소": "경북 포항시 북구 대안길 69, 1층 (용흥동)",
    "시간": "16:00~03:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "횟집",
    "상호명": "한잔들어 해물포차",
    "주소": "경북 포항시 북구 법원로98번길 26, 1층 (장성동)",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "해물직판장",
    "주소": "경북 포항시 북구 해안로 107",
    "시간": "16:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "해물창고",
    "주소": "경북 포항시 북구 장량로 13 (장성동)",
    "시간": "10:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "해물칼국수",
    "주소": "경북 포항시 북구 흥해읍 초곡지구로 80, 포항지엠하임 301동 1층 109호",
    "시간": "10:30~20:00",
    "휴무": "월요일 매주"
  },
  {
    "분류": "기타",
    "상호명": "해물포차 왕생굴구이",
    "주소": "경북 포항시 북구 새마을로 100-4 (용흥동, 제일종합상가 나동 101,102호)",
    "시간": "17:00~24:00",
    "휴무": "명절날"
  },
  {
    "분류": "중식",
    "상호명": "홍굴이해물짬뽕",
    "주소": "경북 포항시 북구 흥해읍 도음로 985, 1층",
    "시간": "09:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "중식",
    "상호명": "홍굴이해물짬뽕",
    "주소": "경북 포항시 북구 흥해읍 동해대로 1756",
    "시간": "09:00~20:00",
    "휴무": "화요일 첫째주 셋쨎"
  },
  {
    "분류": "카페",
    "상호명": "145(일사오)",
    "주소": "경북 포항시 북구 해안로445번길 13, 1층 (환호동)",
    "시간": "09:00~24:00",
    "휴무": "첫째주 월요일"
  },
  {
    "분류": "카페",
    "상호명": "가드니아",
    "주소": "경북 포항시 북구 청하면 해안로2000번길 33-9, 1층",
    "시간": "09:00~21:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "그랑블루(grand bleu)",
    "주소": "경북 포항시 북구 해안로445번길 20-11, 1,2층 (환호동)",
    "시간": "11:00~23:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "카페",
    "상호명": "그리고 청진",
    "주소": "경북 포항시 북구 청하면 해안로2000번길 1",
    "시간": "11:00~19:00, 11:00~21:00(주말)",
    "휴무": "셋째 주 목요일"
  },
  {
    "분류": "횟집",
    "상호명": "다해횟집",
    "주소": "경북 포항시 북구 해안로 241-1 (두호동)",
    "시간": "10:00~22:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "카페",
    "상호명": "더뷰",
    "주소": "경북 포항시 북구 여남포길21번길 15-7, 1층 (환호동)",
    "시간": "10:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "리페인트",
    "주소": "경북 포항시 북구 청하면 해안로 1884-1",
    "시간": "11:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "미강",
    "주소": "경북 포항시 북구 해안로 381",
    "시간": "10:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "멜로우선샤인",
    "주소": "경북 포항시 북구 해안로445번길 20-5, 1,2층 (환호동)",
    "시간": "10:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "블랑도도",
    "주소": "경북 포항시 북구 흥해읍 해안로1774번길 25",
    "시간": "11:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "빌라드웨이브",
    "주소": "경북 포항시 북구 흥해읍 해안로 1777",
    "시간": "11:00~19:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "시크릿커피",
    "주소": "경북 포항시 북구 흥해읍 해안로 1816-8, 1층",
    "시간": "08:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "썸커피",
    "주소": "경북 포항시 북구 흥해읍 해안로1732번길 58, 1층",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "앤티앤스",
    "주소": "경북 포항시 북구 대이로 188, 1층 (득량동, 이동이마트)",
    "시간": "10:00~22:00",
    "휴무": "둘째.넷째 일요일"
  },
  {
    "분류": "카페",
    "상호명": "어레인지먼트(Arrangement)",
    "주소": "경북 포항시 북구 흥해읍 해안로 1804",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "에스루프탑",
    "주소": "경북 포항시 북구 여남포길21번길 15-8, 4층 (환호동)",
    "시간": "12:00~23:00",
    "휴무": "매주 수요일"
  },
  {
    "분류": "양식",
    "상호명": "에스피에스타",
    "주소": "경북 포항시 북구 여남포길21번길 15-8, 2층 (환호동)",
    "시간": "11:00~01:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "카페",
    "상호명": "오도리오도시",
    "주소": "경북 포항시 북구 흥해읍 해안로1774번길 49-1, 1-2층",
    "시간": "11:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "오디오카페",
    "주소": "경북 포항시 북구 흥해읍 해안로 1800, 1층",
    "시간": "09:30~18:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "이디야",
    "주소": "경북 포항시 북구 대이로 188 (득량동)",
    "시간": "10:00~22:00",
    "휴무": "둘째.넷째 일요일"
  },
  {
    "분류": "기타",
    "상호명": "주식회사 짱죽 이유식카페 포항이동점",
    "주소": "경북 포항시 북구 대이로 188, 이마트 2층 (득량동)",
    "시간": "10:00~21:00",
    "휴무": "둘째.넷째 일요일"
  },
  {
    "분류": "카페",
    "상호명": "카페 검디",
    "주소": "경북 포항시 북구 흥해읍 해안로1774번길 21-1, 1,2층",
    "시간": "11:00~20:00",
    "휴무": "월요일 첫째주, 셋째주"
  },
  {
    "분류": "카페",
    "상호명": "카페 처으메",
    "주소": "경북 포항시 북구 여남포길21번길 15-2, 1,2,3층 (환호동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "티베이(T-BAY)",
    "주소": "경북 포항시 북구 해안로445번길 20-13, A동 3층 (환호동)",
    "시간": "12:00~24:00",
    "휴무": "연중 무휴"
  },
  {
    "분류": "카페",
    "상호명": "풍경카페",
    "주소": "경북 포항시 북구 흥해읍 해안로 1726",
    "시간": "10:00~17:00",
    "휴무": "일주일에 한번"
  },
  {
    "분류": "기타",
    "상호명": "벅스리아",
    "주소": "경북 포항시 북구 청하면 청하로 2",
    "시간": "10:00~19:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "시골식당",
    "주소": "경북 포항시 북구 청하면 청하로200번길 10",
    "시간": "07:00~21:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "전통고디탕",
    "주소": "경북 포항시 북구 청하면 동해대로 2609",
    "시간": "10:00~20:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "한식",
    "상호명": "청하시래기",
    "주소": "경북 포항시 북구 청하면 청하로192번길 14",
    "시간": "11:00~15:00",
    "휴무": "일요일"
  },
  {
    "분류": "한식",
    "상호명": "춘애밥집",
    "주소": "경북 포항시 북구 청하면 청하로151번길 16",
    "시간": "11:30~20:00",
    "휴무": "일요일"
  },
  {
    "분류": "중식",
    "상호명": "태화성",
    "주소": "경북 포항시 북구 청하면 청하로 244",
    "시간": "01:00~19:00",
    "휴무": "화요일"
  },
  {
    "분류": "일식",
    "상호명": "구가연어",
    "주소": "경북 포항시 북구 해안로 67-1 2층",
    "시간": "18:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "동경야시장영일대점",
    "주소": "경북 포항시 북구 해안로 71",
    "시간": "17:00~07:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "뚝배기 이탈리아(북부점)",
    "주소": "경북 포항시 북구 해안로 63-1",
    "시간": "11:50~21:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "분식",
    "상호명": "반송정국시",
    "주소": "경북 포항시 북구 송라면 해안로 2798",
    "시간": "11:00~15:00, 17:30~19:30",
    "휴무": "매주 화요일"
  },
  {
    "분류": "한식",
    "상호명": "아쿠아벨식당",
    "주소": "경북 포항시 북구 송라면 봉화길 173",
    "시간": "12:00~20:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "오아시스 레스토랑",
    "주소": "경북 포항시 북구 해안로 389",
    "시간": "08:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "이화수전통육개장포항영일대점",
    "주소": "경북 포항시 북구 해안로 133",
    "시간": "24시간",
    "휴무": "연중무휴"
  },
  {
    "분류": "중식",
    "상호명": "차이홍",
    "주소": "경북 포항시 북구 해안로 119 3층",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "포구횟집",
    "주소": "경북 포항시 북구 송라면 해안로2692번길 3-6",
    "시간": "07:00~18:00",
    "휴무": "휴무연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "혜림회 식당",
    "주소": "경북 포항시 북구 송라면 해안로2692번길 3-2",
    "시간": "10:00~20:00",
    "휴무": "활어가 없는 날"
  },
  {
    "분류": "한식",
    "상호명": "산내들손칼국수",
    "주소": "경북 포항시 북구 죽장면 죽장로 3",
    "시간": "06:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "예천식당",
    "주소": "경북 포항시 북구 죽장면 새마을로3599번길 14-2",
    "시간": "09:00~14:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "은하수식당",
    "주소": "경북 포항시 북구 죽장면 새마을로3575번길 43",
    "시간": "10:30~15:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "마라공방",
    "주소": "경북 포항시 북구 불종로 39-1",
    "시간": "10:30~22:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "장가네양푼이갈비찜",
    "주소": "경북 포항시 북구 중앙상가5길 5",
    "시간": "11:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "하봉석 대게회",
    "주소": "경북 포항시 북구 삼호로468번길 16-1 (환호동)",
    "시간": "10:00~20:00",
    "휴무": "설.추석휴무"
  },
  {
    "분류": "카페",
    "상호명": "카페보경로498",
    "주소": "경북 포항시 북구 송라면 보경로 498 (중산리)",
    "시간": "09:00~19:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "투썸플레이스 포항보경사점",
    "주소": "경북 포항시 북구 송라면 보경로 456 (중산리)",
    "시간": "10:00~18:00",
    "휴무": "휴무 연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "아라비카 커피로스터리",
    "주소": "경북 포항시 북구 해안로 185-1 (두호동)",
    "시간": "12:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "스타벅스 영일대비치점",
    "주소": "경북 포항시 북구 삼호로 186 (항구동)",
    "시간": "07:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "팜테이블",
    "주소": "경북 포항시 북구 해안로 211",
    "시간": "10:00~23:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "오후애",
    "주소": "경북 포항시 북구 해안로 243-2 (두호동)",
    "시간": "12:00~23:00 (주말11:00~24:00)",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "버터풀앤크리멀러스 포항영일대점",
    "주소": "경북 포항시 북구 해안로 205 (두호동)",
    "시간": "11:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "히즈빈스 영일대점",
    "주소": "경북 포항시 북구 해안로 147",
    "시간": "11:00~21:00",
    "휴무": "목요일"
  },
  {
    "분류": "카페",
    "상호명": "레드립스커피 영일대점",
    "주소": "경북 포항시 북구 해안로 55 (항구동, 포스타운)",
    "시간": "12:00~24:00",
    "휴무": "매주 월요일(공휴일제외)"
  },
  {
    "분류": "카페",
    "상호명": "커피스미스 영일대점",
    "주소": "경북 포항시 북구 해안로 79-1 (두호동)",
    "시간": "11:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "헤이안",
    "주소": "경북 포항시 북구 해안로 219 (두호동)",
    "시간": "10:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "비스트로피자 포항북구점",
    "주소": "경북 포항시 북구 법원로39번길 5-4 (장성동)",
    "시간": "12:00~01:30",
    "휴무": "매주화요일"
  },
  {
    "분류": "정육식당",
    "상호명": "참숯쪽쪽갈비",
    "주소": "경북 포항시 북구 천마로71번길 35, 가동 101호 (장성동)",
    "시간": "17:00~04:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "참치요시",
    "주소": "경북 포항시 북구 법원로 11번길 14 (장성동)",
    "시간": "16:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "리돈까스",
    "주소": "경북 포항시 북구 법원로39번길 8-1 (장성동)",
    "시간": "11:00~21:00",
    "휴무": "매주화요일"
  },
  {
    "분류": "한정식",
    "상호명": "곤지곤지(장성점)",
    "주소": "경북 포항시 북구 장량로 17",
    "시간": "11:20~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "김치마을삼겹살",
    "주소": "경북 포항시 북구 장량로 41 (장성동)",
    "시간": "11:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "횟집",
    "상호명": "아나고대가리",
    "주소": "경북 포항시 북구 법원로11번길 13 (장성동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "설빙 영일대점",
    "주소": "경북 포항시 북구 해안로 95, 3층 (두호동)",
    "시간": "12:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "중식",
    "상호명": "대만반점",
    "주소": "경북 포항시 북구 삼호로 168-1 (항구동)",
    "시간": "11:00~21:00",
    "휴무": "첫째,셋째 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "김태주선산곱창",
    "주소": "경북 포항시 북구 삼호로 214-1 (두호동)",
    "시간": "16:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "달밤포차",
    "주소": "경북 포항시 북구 삼호로 226 (두호동)",
    "시간": "17:00~24:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "카페",
    "상호명": "투썸플레이스 영일대점",
    "주소": "경북 포항시 북구 해안로 93 (두호동)",
    "시간": "10:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "전주콩나루콩나물국밥북부점",
    "주소": "경북 포항시 북구 삼호로 269 (두호동)",
    "시간": "24시간",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "뚱상",
    "주소": "경북 포항시 북구 삼호로 182 (항구동)",
    "시간": "20:00~03:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "양식",
    "상호명": "심심상인",
    "주소": "경북 포항시 북구 해안로 227 (두호동)",
    "시간": "11:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "마쯔리",
    "주소": "경북 포항시 북구 삼호로 182 (항구동)",
    "시간": "18:00~03:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "곱분이곱창(영일대점)",
    "주소": "경북 포항시 북구 삼호로 206 (두호동)",
    "시간": "17:30~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "참치마찌",
    "주소": "경북 포항시 북구 삼호로 156 (항구동)",
    "시간": "17:30~01:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "분식",
    "상호명": "e-김밥천국",
    "주소": "경북 포항시 북구 삼호로 172 (항구동)",
    "시간": "06:00~22:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "당근식당",
    "주소": "경북 포항시 북구 삼호로 222-1 (두호동)",
    "시간": "07:30~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "엄마밥상",
    "주소": "경북 포항시 북구 삼호로47번길 25",
    "시간": "10:30~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "바다식당",
    "주소": "경북 포항시 북구 삼호로47번길 25 (대신동)",
    "시간": "08:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "집밥",
    "주소": "경북 포항시 북구 중앙상가2길 20 (남빈동)",
    "시간": "11:30~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "해구식당",
    "주소": "경북 포항시 북구 중앙상가2길 18 (남빈동)",
    "시간": "09:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "어림지(북부점)",
    "주소": "경북 포항시 북구 삼호로 249 (두호동)",
    "시간": "24시간",
    "휴무": "명절 이틀"
  },
  {
    "분류": "뷔페",
    "상호명": "파티오",
    "주소": "경북 포항시 북구 삼호로265번길 1 (두호동, 라한호텔 포항)",
    "시간": "07:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "전주콩나루콩나물국밥",
    "주소": "경북 포항시 북구 삼호로 269 (두호동)",
    "시간": "24시간",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "꽃돼지식당",
    "주소": "경북 포항시 북구 삼호로 232-1 (두호동)",
    "시간": "16:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "분식",
    "상호명": "안토스트",
    "주소": "경북 포항시 북구 삼호로 244 (두호동)",
    "시간": "11:30~02:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "양식",
    "상호명": "한끼맛있다 영일대점",
    "주소": "경북 포항시 북구 해안로 207, 1층 (두호동)",
    "시간": "11:45~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "스틸사이드",
    "주소": "경북 포항시 북구 해안로 393 (환호동)",
    "시간": "10:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "玉(옥) 초밥",
    "주소": "경북 포항시 북구 삼호로 234 (두호동)",
    "시간": "12:00~23:00",
    "휴무": "둘째,넷째 월요일"
  },
  {
    "분류": "분식",
    "상호명": "왕김밥 영일대점",
    "주소": "경북 포항시 북구 해안로 185-2 (두호동)",
    "시간": "06:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "뷔페",
    "상호명": "라한호텔 포항 웨딩컨벤션",
    "주소": "경북 포항시 북구 삼호로 265 (두호동)",
    "시간": "10:00~20:00",
    "휴무": "월~금요일"
  },
  {
    "분류": "일식",
    "상호명": "온센 포항점",
    "주소": "경북 포항시 북구 삼호로 234-1 (두호동)",
    "시간": "11:00~20:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "오스테리아57",
    "주소": "경북 포항시 북구 해안로 231 (두호동)",
    "시간": "11:30~17:30",
    "휴무": "매주 월요일"
  },
  {
    "분류": "일식",
    "상호명": "참치병장",
    "주소": "경북 포항시 북구 해안로 123 (두호동)",
    "시간": "16:00~01:00",
    "휴무": "둘째, 넷째 일요일"
  },
  {
    "분류": "분식",
    "상호명": "단밤분식",
    "주소": "경북 포항시 북구 삼호로 271",
    "시간": "09:00~21:00",
    "휴무": "둘째 화요일"
  },
  {
    "분류": "기타",
    "상호명": "빌리언",
    "주소": "경북 포항시 북구 대곡로 50, 1층 (두호동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "커피 방석",
    "주소": "경북 포항시 북구 송라면 해안로 2820 (방석리)",
    "시간": "09:30~19:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "정육식당",
    "상호명": "숙달돼지",
    "주소": "경북 포항시 북구 해안로 75 (항구동)",
    "시간": "16:00~24:00, 주말/공휴일 12:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "홍이 이자카야",
    "주소": "경북 포항시 북구 해안로 71 (항구동)",
    "시간": "18:00~05:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "꽃돼지보쌈족발",
    "주소": "경북 포항시 북구 해안로 95 (두호동)",
    "시간": "10:00~22:30",
    "휴무": "둘째,넷째 월요일"
  },
  {
    "분류": "기타",
    "상호명": "이리오너라",
    "주소": "경북 포항시 북구 삼호로245번길 3 (두호동)",
    "시간": "17:00~24:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "분식",
    "상호명": "별난국수",
    "주소": "경북 포항시 북구 해안로 57-2 (항구동)",
    "시간": "24시간",
    "휴무": "명절날"
  },
  {
    "분류": "기타",
    "상호명": "한신포차포항영일대점",
    "주소": "경북 포항시 북구 해안로 73 (항구동, 현대로데오타워)",
    "시간": "17:00~06:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "참치명장",
    "주소": "경북 포항시 북구 삼호로 236 (두호동)",
    "시간": "16:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "청담주막",
    "주소": "경북 포항시 북구 삼호로 190 (항구동)",
    "시간": "18:00~05:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "일식",
    "상호명": "내연산호랭이",
    "주소": "경북 포항시 북구 해안로 117 (두호동)",
    "시간": "17:30~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "징기스 영일대점",
    "주소": "경북 포항시 북구 해안로 119 (두호동)",
    "시간": "17:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "중식",
    "상호명": "투레빗",
    "주소": "경북 포항시 북구 삼호로 269-1 (두호동)",
    "시간": "11:30~20:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "기타",
    "상호명": "역전할머니맥주 영일대점",
    "주소": "경북 포항시 북구 해안로 63-2 (항구동)",
    "시간": "17:00~05:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "누각집",
    "주소": "경북 포항시 북구 삼호로 283 (두호동)",
    "시간": "17:00~00:30",
    "휴무": "첫째, 셋째 월요일"
  },
  {
    "분류": "정육식당",
    "상호명": "영일대 양꼬치",
    "주소": "경북 포항시 북구 해안로 63-2 (항구동)",
    "시간": "17:00~02:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "놀이터 보드카페",
    "주소": "경북 포항시 북구 해안로 73 (항구동, 현대로데오타워)",
    "시간": "11:30~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "카페",
    "상호명": "파스쿠찌 포항 영일대점",
    "주소": "경북 포항시 북구 해안로 131 (두호동)",
    "시간": "09:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "모란",
    "주소": "경북 포항시 북구 해안로 91",
    "시간": "18:00~01:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "백천",
    "주소": "경북 포항시 북구 해안로 117 (두호동)",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "양식",
    "상호명": "스쿠소스테이크하우스(soccoso steak house)",
    "주소": "경북 포항시 북구 해안로 87 (두호동)",
    "시간": "11:00~23:30",
    "휴무": "매주 월요일"
  },
  {
    "분류": "기타",
    "상호명": "갬스터",
    "주소": "경북 포항시 북구 해안로 91-1 (두호동)",
    "시간": "17:00~04:00",
    "휴무": "셋째 일요일"
  },
  {
    "분류": "기타",
    "상호명": "괴테비어",
    "주소": "경북 포항시 북구 해안로 119-6 (두호동)",
    "시간": "18:00~02:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "중식",
    "상호명": "두꺼비객잔",
    "주소": "경북 포항시 북구 해안로123(두호동)",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "만수야",
    "주소": "경북 포항시 북구 삼호로 217 (두호동, 롯데아파트)",
    "시간": "19:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "토리고야 영일대점",
    "주소": "경북 포항시 북구 삼호로 207 (두호동)",
    "시간": "05:00~03:00",
    "휴무": "매주 화요일"
  },
  {
    "분류": "기타",
    "상호명": "섬마을",
    "주소": "경북 포항시 북구 삼호로245번길 3 (두호동)",
    "시간": "18:00~24:00",
    "휴무": "둘째, 넷째 일요일"
  },
  {
    "분류": "정육식당",
    "상호명": "효자곱 영일대직영점",
    "주소": "경북 포항시 북구 삼호로 234-2 (두호동)",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "훈민정음 포항영일대점",
    "주소": "경북 포항시 북구 해안로 71 (항구동)",
    "시간": "17:00~05:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "팝콘 해물포차",
    "주소": "경북 포항시 북구 해안로 215-1 (두호동)",
    "시간": "16:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "대동집 포항영일대점",
    "주소": "경북 포항시 북구 삼호로 218 (두호동)",
    "시간": "17:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한정식",
    "상호명": "안다미로한정식",
    "주소": "경북 포항시 북구 법원로98번길 45-4 (장성동)",
    "시간": "11:30~21:30",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "포항전복전문점장량점",
    "주소": "경북 포항시 북구 장성로 69-17 (장성동)",
    "시간": "10:00~21:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "간이역(씨멘스점)",
    "주소": "경북 포항시 북구 삼호로245번길 3 (두호동)",
    "시간": "18:00~03:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "정육식당",
    "상호명": "포항황소곱창",
    "주소": "경북 포항시 북구 삼호로 196 (두호동)",
    "시간": "17:00~00:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "홍스포차(영일대점)",
    "주소": "경북 포항시 북구 삼호로 245번길 12, 1층 (두호동)",
    "시간": "17:00~01:50",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "정스시앤스테이크",
    "주소": "경북 포항시 북구 중앙상가5길 12-6 (신흥동)",
    "시간": "17:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "홈파스타",
    "주소": "경북 포항시 북구 중앙상가5길 6 (신흥동)",
    "시간": "11:30~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "옛그집식당",
    "주소": "경북 포항시 북구 중앙상가6길 2-1",
    "시간": "09:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "조방낙지",
    "주소": "경북 포항시 북구 중앙상가6길 10",
    "시간": "10:30~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "우정칼국수",
    "주소": "경북 포항시 북구 중앙상가5길 11 (신흥동)",
    "시간": "11:30~19:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "고바우식당",
    "주소": "경북 포항시 북구 중앙상가5길 15 (신흥동)",
    "시간": "17:00~24:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "실비식당",
    "주소": "경북 포항시 북구 용당로 129 (신흥동)",
    "시간": "10:00~17:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "포항뭉티기",
    "주소": "경북 포항시 북구 동빈로 18 (여천동)",
    "시간": "16:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "포항전복전문점",
    "주소": "경북 포항시 북구 동빈로 35",
    "시간": "10:00~21:30",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "청솔소주타운",
    "주소": "경북 포항시 북구 중앙로308번길 9-1 (여천동)",
    "시간": "18:00~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한정식",
    "상호명": "옥돌식당",
    "주소": "경북 포항시 북구 중앙로308번길 9",
    "시간": "07:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "돈이요막창",
    "주소": "경북 포항시 북구 중앙로294번길 10-1 (여천동)",
    "시간": "17:00~24:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "the 신촌s 덮죽",
    "주소": "경북 포항시 북구 중앙로294번길 10-7 (여천동)",
    "시간": "11:00~02:30",
    "휴무": "매주 월요일"
  },
  {
    "분류": "기타",
    "상호명": "(주)한숲푸드 수화식당",
    "주소": "경북 포항시 북구 불종로 67-4 (여천동)",
    "시간": "10:00~20:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "순애식당",
    "주소": "경북 포항시 북구 중앙로298번길 14-2 (여천동)",
    "시간": "16:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "횟집",
    "상호명": "활어엔초밥",
    "주소": "경북 포항시 북구 중앙로298번길 17 (여천동)",
    "시간": "12:00~24:00",
    "휴무": "둘째일요일"
  },
  {
    "분류": "기타",
    "상호명": "그집식당",
    "주소": "경북 포항시 북구 중앙로298번길 12-1 (여천동)",
    "시간": "15:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "고당",
    "주소": "경북 포항시 북구 불종로 73-8 (여천동)",
    "시간": "17:00~05:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "대왕회초장식당",
    "주소": "경북 포항시 북구 용두산길 54 (두호동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "일봉족발 두호점",
    "주소": "경북 포항시 북구 용두산길 38 (두호동)",
    "시간": "12:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "분식",
    "상호명": "코끼리만두",
    "주소": "경북 포항시 북구 용두산길 24 (두호동)",
    "시간": "11:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "고봉민김밥인",
    "주소": "경북 포항시 북구 용두산길 40 (두호동)",
    "시간": "10:00~20:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "기타",
    "상호명": "포장맛차",
    "주소": "경북 포항시 북구 삼호로245번길 3 (두호동)",
    "시간": "18:00~02:00",
    "휴무": "매주 일요일"
  },
  {
    "분류": "한식",
    "상호명": "장터상회식당",
    "주소": "경북 포항시 북구 삼흥로74번길 25 (두호동)",
    "시간": "11:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "길향",
    "주소": "경북 포항시 북구 삼흥로100번길 54 (두호동, 현대종합시장)",
    "시간": "11:00~21:30",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "전과함께",
    "주소": "경북 포항시 북구 삼흥로74번길 27-1 (두호동)",
    "시간": "16:00~01:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "돈파티",
    "주소": "경북 포항시 북구 삼흥로62번길 13-1 (장성동)",
    "시간": "15:00~22:00",
    "휴무": "첫째월요일"
  },
  {
    "분류": "기타",
    "상호명": "상상해밥",
    "주소": "경북 포항시 북구 삼흥로62번길 9-1 (장성동)",
    "시간": "11:00~19:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "공원숯불촌",
    "주소": "경북 포항시 북구 삼흥로62번길 9 (장성동)",
    "시간": "17:00~22:00",
    "휴무": "둘째,넷째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "가마솥추어탕",
    "주소": "경북 포항시 북구 삼흥로62번길 7 (장성동)",
    "시간": "10:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "기타",
    "상호명": "용포만두찐빵",
    "주소": "경북 포항시 북구 용두산길 54 (두호동)",
    "시간": "09:00~19:30",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "만민먹골집",
    "주소": "경북 포항시 북구 법원로 20 (장성동)",
    "시간": "10:00~21:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "푸드딜라이트 장량점(감동까스)",
    "주소": "경북 포항시 북구 법원로 51-1 (장성동)",
    "시간": "10:30~23:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "중식",
    "상호명": "서안",
    "주소": "경북 포항시 북구 법원로 43 (장성동)",
    "시간": "11:00~21:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "좋아 중식당",
    "주소": "경북 포항시 북구 법원로 35 (장성동)",
    "시간": "11:00~21:00",
    "휴무": "매주수요일"
  },
  {
    "분류": "한식",
    "상호명": "종로빈대떡",
    "주소": "경북 포항시 북구 법원로 34 (장성동)",
    "시간": "16:00~03:00",
    "휴무": "월3회"
  },
  {
    "분류": "한식",
    "상호명": "샤브20",
    "주소": "경북 포항시 북구 법원로 7 (장성동)",
    "시간": "11:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "한우곱창전문또바기",
    "주소": "경북 포항시 북구 법원로 25-1 (장성동)",
    "시간": "05:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "어림지(장섬점)",
    "주소": "경북 포항시 북구 새천년대로 1308",
    "시간": "09:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "진짜배기",
    "주소": "경북 포항시 북구 새천년대로 1322 (장성동)",
    "시간": "12:00~23:00",
    "휴무": "첫째,셋째 월요일"
  },
  {
    "분류": "한식",
    "상호명": "수가성 장성점",
    "주소": "경북 포항시 북구 법원로20번길 6 (장성동)",
    "시간": "08:30~21:30",
    "휴무": "넷째일요일"
  },
  {
    "분류": "기타",
    "상호명": "자연사랑김밥",
    "주소": "경북 포항시 북구 법원로8번길 13-23 (장성동)",
    "시간": "09:00~22:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "거돈왕족발",
    "주소": "경북 포항시 북구 법원로8번길 9 (장성동)",
    "시간": "16:00~02:00",
    "휴무": "월4회"
  },
  {
    "분류": "한식",
    "상호명": "본가꼬막짬뽕",
    "주소": "경북 포항시 북구 새천년대로 1299-1 (장성동)",
    "시간": "11:00~21:00",
    "휴무": "매주월요일"
  },
  {
    "분류": "한식",
    "상호명": "신작로식당",
    "주소": "경북 포항시 북구 새천년대로 1313",
    "시간": "10:00~21:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "남원골추어탕",
    "주소": "경북 포항시 북구 새천년대로 1323 (장성동)",
    "시간": "12:00~19:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "국수가",
    "주소": "경북 포항시 북구 새천년대로 1321 (장성동)",
    "시간": "10:00~17:00",
    "휴무": "둘째,넷째 월요일"
  },
  {
    "분류": "한식",
    "상호명": "유정민물장어",
    "주소": "경북 포항시 북구 장량로18번길 55 (장성동)",
    "시간": "11:30~22:00",
    "휴무": "첫째,셋째 일요일"
  },
  {
    "분류": "한식",
    "상호명": "옥류관칡냉면",
    "주소": "경북 포항시 북구 새천년대로1249번길 10-6 (장성동)",
    "시간": "11:00~19:00",
    "휴무": "매주 월요일"
  },
  {
    "분류": "한식",
    "상호명": "고기장수",
    "주소": "경북 포항시 북구 장량로32번길 72 (장성동)",
    "시간": "16:00~22:00",
    "휴무": "연중무휴"
  },
  {
    "분류": "한식",
    "상호명": "희야네석쇠쭈꾸미&빈대떡",
    "주소": "경북 포항시 북구 장량로32번길 82 (장성동)",
    "시간": "18:00~23:00",
    "휴무": "매주일요일"
  },
  {
    "분류": "한식",
    "상호명": "현진숯불갈비",
    "주소": "경북 포항시 북구 삼흥로69번길 3-1 (장성동)",
    "시간": "18:00~21:00",
    "휴무": "셋째주 일요일"
  }
]